Repository: theforeman/foreman_discovery
Catalog: locale/*/foreman_discovery.po
Languages: de, es, fr, it, ja, ka, pt_br, ru

source: No discovered hosts to provision
de: Keine entdeckten Hosts zur Bereitstellung
es: No hay hosts detectados para aprovisionar
fr: Aucun hôte détecté à provisionner
it: Nessun host rilevato per il provisioning
ja: プロビジョニングする検出されたホストがありません
ka: სამუშაოდ მოსამზადებელი ჰოსტები აღმოჩენილი არაა
pt_br: Nenhum host descoberto para provisionamento
ru: Нет обнаруженных узлов

source: No discovered hosts to reboot
de: Keine entdeckten Hosts zum Neustarten
es: No se detectaron hosts para reiniciar
fr: Aucun hôte détecté pour le redémarrage
ja: 再起動する検出されたホストがありません
ka: აღმოჩენილი ჰოსტებიდან გადასატვირთი არცერთი არაა
pt_br: Nenhum host descoberto para reinicialização
ru: Нет узлов для перезагрузки

source: No hostgroup associated with rule '%s'
de: Der Regel '%s' ist keine Hostgruppe zugewiesen
es: No hay ningún grupo de hosts asociado a la regla '%s'
fr: Aucun groupe d'hôtes associé à la règle '%s'
ja: ルール '%s' に関連付けられたホストグループがありません
pt_br: Nenhum grupo de hosts associado à regra '%s'
ru: Правило «%s» не связано ни с одной группой узлов

source: No hosts selected
de: Keine Hosts ausgewählt
es: Ningún host seleccionado
fr: Aucun hôte sélectionné
it: Nessun host selezionato
ja: ホストが選択されていません
ka: ჰოსტები მონიშნული არაა
pt_br: Não foi selecionado nenhum host
ru: Не выбран узел

source: No hosts were found with that id or name
de: Keine Systeme mit dieser ID oder diesem Namen gefunden
es: No se han encontrado equipos con ese id o nombre
fr: Aucun Hôte trouvé avec cet id ou ce nom
it: Nessun host trovato con l'id o nome indicato
ja: 該当する ID または名前のホストが見つかりませんでした
ka: მითითებული ID-ით ან სახელით ჰოსტები ნაპოვნი არაა
pt_br: Nenhum host foi encontrado com o id ou nome
ru: Нет узла с таким идентификатором или именем

source: No new discovered hosts for this period
de: Keine neu entdeckten Hosts für diesen Zeitraum
es: No se detectaron nuevos hosts para este periodo
fr: Aucun nouvel hôte détecté pendant cette période
ja: この期間に検出された新規ホストはありません
ka: ამ პერიოდში ახალი ჰოსტები არ აღმოჩენილა
pt_br: Nenhum novo host descoberto para esse período
ru: За это время новых узлов не обнаружено

source: No rule found for host %s
de: Keine Regel gefunden für Host %s
es: No se ha encontrado ninguna regla para el anfitrión %s
fr: Aucune règle trouvée pour l’hôte %s
it: Nessuna regola trovata per l'host %s
ja: ホスト %s に対するルールは見つかりません
ka: ჰოსტისთვის წესი ნაპოვნი არაა: %s
pt_br: Nenhuma regra encontrada para o host %s
ru: Нет правил для %s

source: Not reported in more than 7 days
de: Nicht berichtet in mehr als 7 Tagen
es: No se informó en más de 7 días
fr: Non signalé dans plus de 7 jours
ja: 8 日以上報告なし
ka: ბოლო 7 დღეა, კავშირი არ ყოფილა
pt_br: Não relatado em mais de sete dias
ru: Не было данных за последние 7 дней

source: One or more hosts have been discovered
de: Einer oder mehrere Hosts wurden entdeckt
es: Se detectaron uno o más hosts
fr: Un ou plusieurs hôtes ont été détectés
ja: 1 つ以上のホストが検出されました
ka: აღმოჩენილია ერთი ან მეტი ჰოსტი
pt_br: Um ou mais hosts foram descobertos

source: Organization
de: Organisation
es: Organización
fr: Organisation
it: Organizzazione
ja: 組織
ka: ორგანიზაცია
pt_br: Organização
ru: Организация

source: Organizations
de: Organisationen
es: Organizaciones
fr: Organisations
ja: 組織
ka: ორგანიზაციები
pt_br: Organizações
ru: Организации

source: PXEGrub template to be used when pinning a host to discovery
de: PXEGrub-Vorlage, die beim Anheften eines Hosts an die Erkennung verwendet werden soll
es: Plantilla PXEGrub que debe utilizarse para adjuntar un host a la detección
fr: Modèle PXEGrub à utiliser lors de l'épinglage d'un hôte pour la détection
ja: ホストを検出に固定する際に使用される PXEGrub テンプレート
ka: PXEGrub-ის შაბლონი, რომლითაც აღმოჩენილი ჰოსტების მიჭიკარტება ხდება
pt_br: Modelo PXEGrub a ser usado para fixar um host no Discovery

source: PXEGrub2 template to be used when pinning a host to discovery
de: PXEGrub2-Vorlage, die beim Anheften eines Hosts an Discovery verwendet werden soll
es: Plantilla PXEGrub2 que debe utilizarse al adjuntar un host a la detección
fr: Modèle PXEGrub2 à utiliser lors de l'épinglage d'un hôte pour la détection
ja: ホストを検出に固定する際に使用される PXEGrub2 テンプレート
ka: PXEGrub2-ის შაბლონი, რომლითაც აღმოჩენილი ჰოსტების მიჭიკარტება ხდება
pt_br: Modelo PXEGrub2 a ser usado para fixar um host no Discovery

source: PXELinux template to be used when pinning a host to discovery
de: PXELinux-Vorlage, die beim Anheften eines Hosts an die Erkennung verwendet werden soll
es: Debe utilizarse la plantilla PXELinux para adjuntar un host a la detección
fr: Modèle PXELinux à utiliser lors de l'épinglage d'un hôte pour la détection
ja: ホストを検出に固定する際に使用される PXELinux テンプレート
ka: PXELinux-ის შაბლონი, რომლითაც აღმოჩენილი ჰოსტების მიჭიკარტება ხდება
pt_br: Modelo PXELinux a ser usado para fixar um host no Discovery

source: Parameter value
de: Parameterwert
es: Valor del parámetro
fr: Valeur du paramètre
ja: パラメーター値
ka: პარამეტრის მნიშვნელობა
pt_br: Valor do parâmetro
ru: Значение параметра

source: Please Confirm
de: Bitte bestätigen
es: Confirmar
fr: Merci de confirmer
it: Conferma
ja: 確認してください
ka: დაადასტურეთ
pt_br: Por favor confirme
ru: Подтвердите

source: Prefer IPv6
de: IPv6 bevorzugen
es: Preferir IPv6
fr: Préférer IPv6
ja: IPv6 を優先します
ka: IPv6-ის უპირატესობა
pt_br: Prefira IPv6

source: Prefer IPv6 to IPv4 when calling discovered nodes
de: Bevorzugen Sie IPv6 gegenüber IPv4, wenn Sie erkannte Knoten aufrufen
es: Preferir IPv6 a IPv4 al llamar a los nodos descubiertos
fr: Préférer IPv6 à IPv4 lors de l'appel des nœuds découverts
ja: 検出されたノードを呼び出す際に、IPv4 よりも IPv6 を優先します。
ka: აღმოჩენილ კვანძებზე IPv6-სთვის მეტი პრიორიტეტის მიცემა
pt_br: Prefere IPv6 a IPv4 ao chamar os nós descobertos

source: Primary
de: Primär
es: Primario
fr: Primaire
ja: プライマリー
ka: ძირითადი
pt_br: Primário
ru: Основной

source: Provision
de: Bereitstellen
es: Aprovisionar
fr: Mettre en service
it: Provisioning
ja: プロビジョニング
ka: მუშაობისთვის მომზადება
pt_br: Provisão
ru: Подготовить

source: Provision %s
de: Bereitstellung %s
es: Disposición %s
ja: %s のプロビジョニング
ka: მუშაობისთვის მომზადება: %s
pt_br: Provisão

source: Provision a discovered host
de: Entdeckten Host bereitstellen
es: Aprovisionar un host detectado
fr: Provisionner un hôte détecté
it: Esegui il provisioning di un host rilevato
ja: 検出されたホストのプロビジョニング
ka: აღმოჩენილი ჰოსტის სამუშაოდ მომზადება
pt_br: Provisionar um host descoberto
ru: Подготовить обнаруженный узел

source: Random name
de: Zufälliger Name
es: Nombre aleatorio
fr: Nom aléatoire
ja: 無作為の名前
ka: შემთხვევითი სახელი
pt_br: Nome aleatório

source: Reboot
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ka: გადატვირთვა
pt_br: Reiniciar
ru: Перезагрузить

source: Rebooting %s
de: %s wird neu gestartet
es: Reiniciando %s
fr: Redémarrage %s
it: Riavvio di %s
ja: %s を再起動中
ka: %s-ის გადატვირთვა
pt_br: Reinicializando %s
ru: Перезагрузка %s

source: Rebooting a discovered host
de: Entdeckten Host neu starten
es: Reiniciando un host detectado
fr: Redémarrage d'un hôte détecté
it: Riavvio di un host rilevato
ja: 検出されたホストの再起動中
ka: აღმოჩენილი ჰოსტის გადატვირთვა
pt_br: Reinicializando um host descoberto
ru: Перезагрузка обнаруженного узла

source: Rebooting all discovered hosts
de: Alle entdeckten Hosts neu starten
es: Reiniciando todos los hosts detectados
fr: Redémarrage de tous les hôtes détectés
ja: すべての検出されたホストの再起動中
ka: აღმოჩენილი ჰოსტების გადატვირთვა
pt_br: Reinicializando todos os hosts descobertos
ru: Перезагрузка всех обнаруженных узлов

source: Rebooting host %s
de: Host %s wird neu gestartet
es: Reiniciar el host %s
fr: Redémarrage de l'hôte %s
it: Riavvio host %s
ja: ホスト %s の再起動
ka: %s-ის გადატვირთვა
pt_br: Reinicializando hosts
ru: Перезагрузка %s

source: Rebuild DNS for %s
de: DNS für %s neu bauen
es: Reconstruir el DNS para %s
fr: Reconstruire DNS pour %s
ja: %s の DNS の再構築
ka: %s-ის DNS-ის თავიდან აგება
pt_br: Recompilar DNS para %s

source: Refresh facts
de: Fakten aktualisieren
es: Refrescar datos
fr: Rafraîchir les facts
it: Aggiorna eventi
ja: ファクトの更新
ka: ფაქტების განახლება
pt_br: Atualizar fatos
ru: Обновить факты

source: Refreshing the facts of a discovered host
de: Fakten eines entdeckten Hosts werden aktualisiert
es: Actualizando los eventos de un host detectado
fr: Actualisation des facts d'un hôte détecté
it: Aggiornamento eventi di un host rilevato
ja: 検出されたホストのファクトの更新中
ka: აღმოჩენილი ჰოსტების ფაქტების განახლება
pt_br: Atualizando os fatos de um host descoberto
ru: Обновление фактов узла

source: Regex to organize facts for hardware section
de: Regex zur Faktensortierung im Hardware-Bereich
es: Regex para organizar eventos para sección de hardware
fr: Expression régulière pour organiser les facts pour la section matériel
ja: ハードウェアセクションのファクトを整理するための Regex
ka: რეგულარული გამოსახულება აპარატურის ფაქტების დასალაგებლად
pt_br: Regex para organizar fatos da seção de hardware
ru: Регулярное выражение для организации фактов в секции «Оборудование»

source: Regex to organize facts for highlights section - e.g. ^(abc|cde)$
de: Regex zum Organisieren von Fakten für den Abschnitt Highlights - z.B. ^(abc|cde)$
es: Regex para organizar los eventos para la sección de aspectos destacados, por ejemplo, ^(abc|cde)$
fr: Expression régulière pour organiser les facts pour la section surlignages, par ex. ^(abc|cde)$
ja: ハイライトセクションのファクトを整理するための Regex (例: ^(abc|cde)$)
pt_br: Regex para organizar fatos para seção de destaques - por exemplo ^(abc|cde)$
ru: Регулярное выражение для организации фактов в списке «Основные», например: ^(abc|cde)$

source: Regex to organize facts for ipmi section
de: Regex zur Faktensortierung im IMPI-Bereich
es: Regex para organizar eventos para la sección ipmi
fr: Expression régulière pour organiser les facts pour la section ipmi
ja: ipmi セクションのファクトを整理するための Regex
ka: რეგულარული გამოსახულება IPMI-ის ფაქტების დასალაგებლად
pt_br: Regex para organizar fatos da seção IPMI
ru: Регулярное выражение для организации фактов в секции «IPMI»

source: Regex to organize facts for network section
de: Regex zur Faktensortierung im Netzwerk-Bereich
es: Regex para organizar los eventos para la sección de redes
fr: Expression régulière pour organiser les facts pour la section réseau
ja: ネットワークセクションのファクトを整理するための Regex
ka: რეგულარული გამოსახულება ქსელის ფაქტების დასალაგებლად
pt_br: Regex para organizar fatos da seção de rede
ru: Регулярное выражение для организации фактов в секции «Сеть»

source: Regex to organize facts for software section
de: Regex zur Faktensortierung im Software-Bereich
es: Regex para organizar eventos para la sección de software
fr: Expression régulière pour organiser les facts pour la section logiciel
ja: ソフトウェアセクションのファクトを整理するための Regex
ka: რეგულარული გამოსახულება პროგრამების ფაქტების დასალაგებლად
pt_br: Regex para organizar fatos da seção de software
ru: Регулярное выражение для организации фактов в секции «Программное обеспечение»

source: Regex to organize facts for storage section
de: Regex zur Faktensortierung im Speicher-Bereich
es: Regex para organizar eventos para la sección de almacenamiento
fr: Expression régulière pour organiser les facts pour la section stockage
ja: ストレージセクションのファクトを整理するための Regex
ka: რეგულარული გამოსახულება საცავის ფაქტების დასალაგებლად
pt_br: Regex para organizar fatos da seção de armazenamento
ru: Регулярное выражение для организации фактов в секции «Хранилище»

source: Reloading kernel on %s
de: Kernel auf %s wird neu geladen
es: Recarga del núcleo en %s
fr: Rechargement du noyau sur %s
ja: カーネルを %s にリロード中
ka: ბირთვის გადატვირთვა %s-ზე
pt_br: Recarregando kernel no %s
ru: Перезагрузка ядра на %s

source: Remote action:
de: Entfernte Aktion:
es: Acción remota:
fr: Action distante :
ja: リモートアクション:
ka: დაშორებული ქმედება:
pt_br: Ação remota:
ru: Удаленное действие:

source: Reported in the last 7 days
de: Berichtet in den letzten 7 Tagen
es: Informado en los últimos 7 días
fr: Signalé au cours des 7 derniers jours
ja: 過去 7 日以内に報告あり
ka: შემდგარი კავშირი ბოლო 7 დღის განმავლობაში
pt_br: Relatado nos últimos sete dias
ru: Были данные за последние 7 дней

source: Rule disabled
de: Regel deaktiviert
es: Regla deshabilitada
fr: Règle désactivée
it: Regola disabilitata
ja: ルールが無効にされました
ka: წესი გამორთულია
pt_br: Regra desabilitada
ru: Правило отключено

source: Rule enabled
de: Regel aktiviert
es: Regla habilitada
fr: Règle activée
it: Regola abilitata
ja: ルールが有効にされました
ka: წესი ჩართულია
pt_br: Regra habiitada
ru: Правило включено

source: Rule priority (lower integer means higher priority)
de: Regelpriorität (niedriger Wert bedeutet hohe Priorität)
es: Prioridad de la regla (el número entero más bajo significa una mayor prioridad)
fr: Priorité des règles (plus le nombre est petit, plus la priorité est élevée)
it: Priorità regola (valore intero più basso, priorità più alta)
ja: ルールの優先順位 (整数値が低いほど、優先順位が高い)
pt_br: Prioridades de regras (inteiro menor significa prioridade mais alta)
ru: Приоритет (чем ниже число, тем выше приоритет)

source: Select Action
de: Aktion auswählen
es: Seleccionar una acción
fr: Choisir l'action
it: Seleziona azione
ja: アクションの選択
ka: აირჩიეთ ქმედება
pt_br: Selecionar Ação
ru: Действия

source: Select all items in this page
de: Alle Elemente auf dieser Seite auswählen
es: Seleccionar todos los objetos de esta página
fr: Sélectionner tous les éléments de cette page
it: Seleziona tutti gli oggetti in questa pagina
ja: このページのすべての項目を選択
ka: ამ გვერდზე ყველა ჩანაწერის მონიშვნა
pt_br: Selecionar todos os itens desta página
ru: Выбрать все элементы на странице

source: Select location
de: Standort auswählen
es: Seleccionar localización
fr: Sélectionner une localisation
it: Seleziona posizione
ja: ロケーションの選択
ka: აირჩიეთ მდებარეობა
pt_br: Selecionar local
ru: Выберите местоположение

source: Select organization
de: Organisation auswählen
es: Seleccionar organización
fr: Choisir une organisation
it: Seleziona organizzazione
ja: 組織の選択
ka: აირჩიეთ ორგანიზაცია
pt_br: Selecionar organização
ru: Выберите организацию

source: Show a discovered host
de: Entdeckten Host anzeigen
es: Mostrar un host detectado
fr: Afficher un hôte détecté
it: Visualizza un host rilevato
ja: 検出されたホストの表示
ka: აღმოჩენილი ჰოსის ჩვენება
pt_br: Exibir um host descoberto
ru: Показать обнаруженный узел

source: Show a discovery rule
de: Entdeckungsregel anzeigen
es: Mostrar una regla de detección
fr: Afficher une règle de détection
it: Visualizza una regola per la scoperta
ja: 検出ルールの表示
ka: აღმოჩენის წესების ჩვენება
pt_br: Exibir uma regra do Discovery
ru: Показать правило

source: Software
fr: Logiciel
ja: ソフトウェア
ka: პროგრამები
ru: Программы

source: Software facts
de: Softwarefakten
es: Eventos de software
fr: Facts logiciels
ja: ソフトウェアファクト
ka: პროგრამების ფაქტები
pt_br: Fatos de software

source: Something went wrong while selecting hosts - %s
de: Fehler beim Auswählen der Hosts – %s
es: Algo ha fallado al seleccionar hosts - %s
fr: Une erreur s'est produite lors de la sélection des hôtes - %s
it: Si è verificato un errore durante la selezione degli host - %s
ja: ホストの選択中に問題が発生しました: %s
ka: შეცდომა ჰოსტების მონიშვნისას - %s
pt_br: Ocorreu um erro ao selecionar hosts - %s
ru: Непредвиденное поведение при выборе узлов: %s

source: Specify target hostname template pattern in the same syntax as in Provisioning Templates (ERB).
de: Vorlagenmuster des Ziel-Hostnamens in derselben Syntax angeben wie in Bereitstellungsvorlagen (ERB).
es: Especificar el patrón de la plantilla del nombre de host de destino con la misma sintaxis que en las Plantillas de aprovisionamiento (ERB).
fr: Spécifiez le modèle de nom d'hôte cible dans la même syntaxe que celle des modèles de provisioning (ERB).
it: Specifica il pattern del template per l'hostname di destinazione con la stessa sintassi dei template di provisioning (ERB).
ja: プロビジョニングテンプレート (ERB) と同じ構文のターゲットホスト名テンプレートのパターンを指定します。
pt_br: Especificar padrão do modelo do nome de host de destino na mesma sintaxe dos modelos de provisionamento (ERB).
ru: Определите шаблон для узла, используя синтаксис, аналогичный используемому в подготовительных шаблонах (ERB).

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
ka: საცავი
pt_br: Armazenamento
ru: Хранение данных

source: Storage facts
de: Speicherfakten
es: Eventos de almacenamiento
fr: Facts de stockage
ja: ストレージファクト
ka: საცავის ფაქტები
pt_br: Fatos de armazenamento

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ka: გაგზავნა
pt_br: Enviar
ru: Подтвердить

source: Subnet
de: Subnetz
es: Subred
fr: Sous-réseau
it: Sottorete
ja: サブネット
ka: ქვექსელი
pt_br: Suberede
ru: Подсеть

source: Successfully provisioned %s
de: %s erfolgreich bereitgestellt
es: Aprovisionado con éxito %s
fr: Provisioning réussi de %s
ja: %s が正常にプロビジョニングされました
ka: %s წარმატებით მომზადდა სამუშაოდ
pt_br: %s provisionado com êxito

source: Summary from %{time} ago to %{now}
de: Zusammenfassung von %{time} bis %{now}
es: Resumen de %{time} hace a %{now}
fr: Résumé du %{time} précédent au %{now}
ja: %{time} 前から %{now} までの概要
ka: ანგარიში %{time} -ის წინ %{now}-მდე
pt_br: Resumo de {time} atrás até agora
ru: Сводка за %{time} — %{now}

source: Summary report for discovered hosts from Foreman
de: Zusammenfassungsbericht für entdeckte Hosts von Foreman
es: Informe de resumen de los hosts detectados de Foreman
fr: Rapport de synthèse des hôtes détectés depuis Foreman
ja: Foreman の検出されたホストの概要レポート
ka: Foreman-ით აღმოჩენილი აღმოჩენილი ჰოსტების მიმოხილვა
pt_br: Relatório de resumo dos hosts descobertos pelo Foreman
ru: Сводный отчет Foreman по обнаруженным узлам

source: Target host group for this rule with all properties set
de: Ziel-Hostgruppe für diese Regel mit allen Eigenschaften gesetzt
es: Grupo de host de destino para esta regla con el conjunto completo de propiedades
fr: Groupe d'hôtes cible pour cette règle avec toutes les propriétés définies
it: Gruppo di host di destinazione per questa regola con tutte le proprietà impostate
ja: このルールのターゲットホストグループ。すべてのプロパティーを設定しておいてください。
pt_br: Grupo de host de destino para essa regra com todas as propriedades definidas
ru: Группа узлов для этого правила с настроенными параметрами

source: The default location to place discovered hosts in
de: Standard-Standort, in den entdeckte Hosts platziert werden
es: La ubicación predeterminada para colocar hosts descubiertos
fr: Attribution de la localisation par défaut pour les hôtes détectés
it: La posizione predefinita nella quale posizionare gli host trovati
ja: 検出されたホストを配置するデフォルトのロケーション
pt_br: O local padrão onde colocar hosts descobertos
ru: Местоположение для обнаруженных узлов по умолчанию

source: The default organization to place discovered hosts in
de: Standard-Organisation, in die entdeckte Hosts platziert werden
es: La ubicación predeterminada para colocar organizaciones descubiertas
fr: Attribution de l'organisation par défaut pour les hôtes détectés
it: L'organizzazione predefinita nella quale posizionare gli host trovati
ja: 検出されたホストを配置するデフォルトの組織
pt_br: A organização padrão onde colocar os hosts descobertos
ru: Организация для обнаруженных узлов по умолчанию

source: The default prefix to use for the host name, must start with a letter
de: Das Standard-Präfix zum Verwenden für den Hostnamen, muss mit einem Buchstaben beginnen
es: Prefijo predeterminado que debe utilizarse para el nombre de host. Debe comenzar con una letra
fr: Préfixe par défaut à utiliser pour le nom d'hôte, doit commencer par une lettre
it: Il prefisso predefinito da usare per l'hostname, deve iniziare con una lettera
ja: ホスト名に使用するデフォルトのプレフィックスは文字で開始する必要があります
pt_br: Prefixo padrão a ser usado para o nome do host, deve iniciar com uma letra
ru: Префикс имени узла (должен начинаться с буквы)

source: The following hosts were not deleted: %s
de: Die folgenden Hosts wurden nicht gelöscht: %s
es: Los siguientes hosts no fueron eliminados: %s
fr: Les hôtes suivants n'ont pas été supprimés : %s
it: I seguenti host non sono stati rilevati: %s
ja: 以下のホストは削除されませんでした: %s
ka: ჰოსტები არ წაშლილა: %s
pt_br: Os hosts a seguir não foram removidos: %s
ru: Узлы не были удалены: %s

source: This might take a while, as all hosts, facts and reports will be destroyed as well
de: Dieser Vorgang kann eine Weile dauern, da alle Hosts, Fakten und Berichte ebenfalls gelöscht werden
es: Esta acción puede tardar un rato, ya que se eliminarán todos los equipos, datos e informes.
fr: Cette action peut prendre un certain temps, pour tous les hôtes, les rapports et facts vont aussi être supprimés
it: Questa operazione potrebbe richiedere qualche istante poichè saranno annullati anche gli host, eventi e riporti
ja: ホスト、ファクト、およびレポートもすべて破棄されるため、時間がかかる場合があります。
pt_br: Isto pode demorar um pouco, pois todos os hosts, fatos e relatórios também serão destruídos
ru: Это может занять некоторое время, так как в ходе выполнения будут удалены узлы, статистика и все отчеты

source: Type
de: Typ
es: Tipo
ja: タイプ
ka: ტიპი
pt_br: Tipo
ru: Тип

source: Type of name generator
de: Typ des Namensgenerators
es: Tipo de generador de nombre
fr: Générateur type de nom
ja: 名前ジェネレーターのタイプ
ka: სახელის გენერატორის ტიპი
pt_br: Tipo de gerador de nomes

source: Type of value
de: Typ des Wertes
es: Tipo de valor
fr: Type de valeur
ja: 値のタイプ
ka: მნიშვნელობის ტიპი
pt_br: Tipo de valor
ru: Тип значения

source: UUID to track orchestration tasks status, GET /api/orchestration/:UUID/tasks
de: UUID zum Tracken des Status der Orchestrierungsaufgaben, GET /api/orchestration/:UUID/tasks
es: UUID para seguir el estado de la tarea de orquestación, GET /api/orchestration/:UUID/tasks
fr: UUID pour surveiller l'état des tâches d'orchestration : GET /api/orchestration/:UUID/tasks
it: UUID per controllare gli stati dei compiti d'orchestrazione, GET /api/orchestration/:UUID/tasks
ja: オーケストレーションタスクのステータスを追跡するための UUID。GET /api/orchestration/:UUID/tasks
ka: UUID ორკესტრის ამოცანების სტატუსის თვალყურის დევნებისთვის, GET /api/orchestration/:UUID/tasks
pt_br: UUID a rastrear o status de tarefas de orquestração, GET /api/orchestration/:UUID/tasks
ru: UUID для отслеживания состояния задач оркестрации, GET /api/orchestration/:UUID/tasks

source: Unable to find a discovery rule, no host provided (check permissions)
de: Keine Entdeckungsregel gefunden, kein Host bereitgestellt (Berechtigungen prüfen)
es: No es posible buscar una regla de detección, no se ha aprovisionado un host (verificar permisos)
fr: Impossible de trouver une règle de détection, aucun hôte fourni (vérifier les autorisations)
ja: 検出ルールを見つけることができません。指定されるホストがありません (パーミッションを確認してください)
pt_br: Não foi possível encontrar uma regra do Discovery, nenhum host foi fornecido (verifique as permissões)
ru: Не удалось найти правило: необходимо указать узел. Проверьте разрешения.

source: Unable to find primary NIC with %{mac} specified via '%{fact}', NIC filter: %{filter}
de: Kann primäre NIC mit %{mac} über '%{fact}' angegeben nicht finden, NIC-Filter: %{filter}
es: No se puede encontrar el NIC primario con %{mac} especificado a través de '%{fact}', filtro NIC: %{filter}
fr: Impossible de trouver la carte réseau primaire avec %{mac} spécifié par '%{fact}', filtre NIC : %{filter}
ja: %{mac} が %{fact} で指定されたプライマリー NIC を見つけることができません。NIC フィルター: %{filter}
pt_br: Não foi possível encontrar DNI primário com %{mac} especificado via '%{fact}', filtro DNI: %{filter}

source: Unable to perform %{action} on %{ips}
de: %{action} auf %{ips} kann nicht ausgeführt werden
es: No se puede realizar %{action} en %{ips}
fr: Impossible d'exécuter %{action}: sur %{ips}
ja: %{ips} で %{action} を実行できません
ka: შესრულების შეცდომა %{action} %{ips}-ზე
pt_br: Incapaz de realizar %{action} em %{ips}

source: Unable to perform kexec on %{name} (%{url}): %{msg}
de: Kexec kann auf %{name} (%{url}) nicht ausgeführt werden: %{msg}
es: No se puede realizar kexec en %{name} (%{url}): %{msg}
fr: Impossible d'exécuter kexec sur %{name} (%{url}): %{msg}
ja: %{name} の (%{url}) で kexec を実行できません: %{msg}
pt_br: Incapaz de executar o kexec em %{name} (%{url}): %{msg}
