Repository: theforeman/foreman_discovery
Catalog: locale/*/foreman_discovery.po
Languages: de, es, fr, it, ja, ka, pt_br, ru

source: %s - The following hosts are about to be changed
de: %s - Die folgenden Hosts werden geändert
es: %s - Los siguientes hosts están a punto de ser cambiados
fr: %s - les hôtes suivants vont être changés
it: %s - I seguenti host stanno per essere modificati
ja: %s: 以下のホストはまもなく変更されます
ka: %s - ეს ჰოსტები შეიცვლება
pt_br: %s - Os hosts a seguir devem ser modificados em breve
ru: %s — узлы будут изменены

source: %s discovered hosts were provisioned
de: %s entdeckte Hosts wurden bereitgestellt
es: %s los hosts descubiertos fueron aprovisionados
fr: %s hôtes détectés ont été provisionnés
ja: 検出ホスト %s 台がプロビジョニングされました
ka: %s აღმოჩენილი ჰოსტი სამუშაოდ მომზადდა
pt_br: %s hosts descobertos foram provisionados
ru: Подготовлено узлов: %s

source: <b>Foreman</b> Discovered hosts summary
de: <b>Foreman</b> Zusammenfassung entdeckter Hosts
es: <b>Foreman</b> Resumen de los anfitriones descubiertos
fr: Synthèse des hôtes détectés par <b>Foreman</b>
ja: <b>Foreman</b> 検出されたホストの概要
ka: <b>Foreman</b> აღმოჩენილი ჰოსტების მიმოხილვა
pt_br: Resumo de hosts descobertos pelo Foreman
ru: Сводка обнаруженных узлов от <b>Foreman</b>

source: A summary of discovered hosts
de: Eine Zusammenfassung der entdeckten Hosts
es: Resumen de los hosts detectados
fr: Synthèse des hôtes détectés
ja: 検出されたホストの概要
ka: აღმოჩენილი ჰოსტების მიმოხილვა
pt_br: Um resumo de hosts descobertos
ru: Сводка состояния обнаруженных узлов

source: Action with sub plans
de: Aktion mit Unterplänen
es: Acción con subplanes
fr: Action avec sous-plans
ja: サブプランによるアクション
ka: ქმედება ქვე-გეგმებით
pt_br: Ação com subplanos
ru: Действия с подпланами

source: Actions
de: Aktionen
es: Acciones
ja: アクション
ka: ქმედებები
pt_br: Ações
ru: Действия

source: Assign Location
de: Standort zuweisen
es: Asignar Lugar
fr: Assigner une Localisation
it: Assegna posizione
ja: ロケーションの割り当て
ka: მდებარეობის მინიჭება
pt_br: Atribuir Local
ru: Выбрать местоположение

source: Assign Organization
de: Organisation zuweisen
es: Asignar Organización
fr: Assigner une Organisation
it: Assegna organizzazione
ja: 組織の割り当て
ka: ორგანიზაციის მინიჭება
pt_br: Atribuir Organização
ru: Назначить организацию

source: Associated Hosts
de: Zugewiesene Hosts
es: Hosts asociados
fr: Hôtes associés
ja: 関連付けられたホスト
ka: შესაბამისი ჰოსტები
pt_br: Hosts associados
ru: Сопоставленные узлы

source: Auto Provision
de: Automatisch bereitstellen
es: Autoaprovisionamiento
fr: Provisionner automatiquement
ja: 自動プロビジョニング
ka: მუშაობისთვის ავტომატური მომზადება
pt_br: Provisionamento automático
ru: Автоматическая подготовка

source: Auto provisioning
de: Automatische Bereitstellung
es: Autoaprovisionamiento
fr: Provisioning automatique
ja: 自動プロビジョニング
ka: მუშაობისთვის ავტომატურად მომზადება
pt_br: Provisionamento automático

source: Automatic bond interface (if another interface is detected on the same VLAN via LLDP)
de: Automatische Bond-Schnittstelle (wenn eine andere Schnittstelle im selben VLAN über LLDP erkannt wird)
es: Interfaz de asociación aleatoria (si se detecta otra interfaz en la misma VLAN mediante LLDP)
fr: Interface de liaison automatique (si une autre interface est détectée sur le même VLAN via LLDP)
ja: 自動ボンドインターフェース (LLDP で同じ VLAN 上に別のインターフェースが検出された場合)
pt_br: Interface de vínculo automático (se outra interface for detectada na mesma VLAN via LLDP)

source: Automatically generate PXE configuration to pin a newly discovered host to discovery
de: PXE-Konfiguration automatisch erzeugen, um einen neu entdeckten Host zu einer Entdeckung anzuheften
es: Generar configuración PXE en forma automática para adjuntar un host descubierto recientemente a la detección
fr: Générer automatiquement la configuration PXE pour épingler un hôte récemment détecté
ja: 新規に検出されたホストを検出に固定するための PXE 設定の自動生成
pt_br: Gerar configuração PXE automaticamente para fixar um host novo descoberto para o Discovery

source: Automatically provision newly discovered hosts, according to the provisioning rules
de: Neu entdeckte Hosts automatisch bereitstellen gemäß Bereitstellungsregeln
es: Aprovisionar automáticamente los hosts recientemente detectados, de acuerdo con las reglas de aprovisionamiento
fr: Provisionner automatiquement les hôtes récemment détectés conformément aux règles de provisioning
it: Esegui automaticamente il provisioning degli host trovati, in base alle regole per il provisioning
ja: プロビジョニングルールに基づく新たに検出されたホストの自動プロビジョニング
pt_br: Provisionar automaticamente novos hosts descobertos de acordo com as regras de provisionamento
ru: Автоматически подготовить обнаруженные узлы в соответствии с заранее определенными правилами

source: Automatically reboot or kexec discovered host during provisioning
de: Automatischer Reboot oder kexec endeckter Hosts während der Bereitstellung
es: Reiniciar en forma automática o host kexec detectado durante el aprovisionamiento
fr: Redémarrer automatiquement ou effectuer un kexec sur l'hôte détecté pendant le provisioning
ja: プロビジョニング時の検出されたホストの自動的な再起動または kexec の実行
pt_br: Automaticamente reinicializar o host descoberto durante o provisionamento ou executar kexec nele

source: Back
de: Zurück
es: Atrás
fr: Précédent
ja: 戻る
ka: უკან
pt_br: Retornar
ru: Назад

source: CPUs
de: Anzahl der CPUs:
es: CPU
fr: Processeurs
it: CPU
ja: CPU
ka: CPU
ru: Процессоры

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: 取り消し
ka: გაუქმება
pt_br: Cancelar
ru: Отмена

source: Clean all facts
de: Alle Fakten löschen
es: Eliminar todos los eventos
fr: Nettoyer tous les facts
ja: すべてのファクトのクリーニング
ka: ყველა ფაქტის გასუფთავება
pt_br: Limpar todos fatos

source: Clean all reported facts during provisioning (except discovery facts)
de: Alle berichteten Fakten während der Bereitstellung löschen (ausgenommen Entdeckungsfakten)
es: Eliminar todos los eventos informados durante el aprovisionamiento (excepto los eventos de detección)
fr: Nettoyer tous les facts signalés pendant le provisioning (sauf les facts de détection)
ja: プロビジョニング時に報告されたすべてのファクトをクリーニング (検出ファクトを除く)
pt_br: Limpar todos os fatos relatados durante o provisionamento (exceto fatos do Discovery)

source: Clone
de: Klonen
es: Clonar
fr: Cloner
ja: クローン
ka: კლონირება
pt_br: Clonar
ru: Клонировать

source: Clone %s
de: %s klonen
es: Clon %s
ja: %s のクローン作成
ka: %s-ის კლონი
pt_br: clone
ru: Клонировать %s

source: Collapse All
de: Alle einklappen
es: Contraer todo
fr: Réduire tout
ja: すべて折りたたむ
ka: ყველას ჩაკეცვა
pt_br: Recolher todos
ru: Свернуть все

source: Could not get facts from proxy %{url}: %{error}
de: Fakten konnten nicht vom Proxy %{url} abgerufen werden: %{error}
es: No se pudieron obtener datos del proxy %{url}: %{error}
fr: Impossible d'obtenir les facts du proxy %{url}: %{error}
it: Impossibile ottenere gli eventi dal proxy %{url}: %{error}
ja: プロキシー %{url} からファクトを取得できませんでした: %{error}
ka: პროქსიდან ფაქტების მიღების შეცდომა %{url}: %{error}
pt_br: Não foi possível obter fatos por procuração %{url}: %{error}
ru: Не удалось получить факты с %{url}: %{error}

source: Create Host
de: Host erstellen
es: Crear host
fr: Créer un hôte
ja: ホストの作成
ka: ჰოსტის შექმნა
pt_br: Criar host
ru: Создать Узел

source: Create Rule
de: Regel erstellen
es: Crear regla
fr: Créer une règle
ja: ルールの作成
ka: წესის შექმნა
pt_br: Criar regra

source: Create a discovered host for testing (use /facts to create new hosts)
de: Entdeckten Host zum Testen erstellen (verwenden Sie /Fakten zur Erstellung neuer Hosts)
es: Crear un host detectado para utilizar en pruebas (utilizar/hechos para crear nuevos hosts)
fr: Créer un hôte détecté pour le test (utiliser /facts pour créer des hôtes)
ja: (新規ホストを作成するための使用 /ファクト) をテストするために検出ホストを作成します
ka: აღმოჩენილი ჰოსტის სატესტოდ შექმნა (ახალი ჰოსტების შესაქმნელად გამოიყენეთ /facts)
pt_br: Crie um host descoberto para testes (use /facts para criar novos hosts)
ru: Создать узел на базе обнаруженного для тестирования (используйте /facts для создания новых узлов)

source: Create a discovery rule
de: Entdeckungsregel erstellen
es: Crear una regla de detección
fr: Créer une règle de détection
it: Crea una regola per la scoperta
ja: 検出ルールの作成
ka: აღმოჩენის წესის ჩვენება
pt_br: Criar uma regra do Discovery
ru: Создать правило

source: Create bond interfaces
de: Bondschnittstellen erstellen
es: Crear interfaces de asociación
fr: Créer des interfaces de liaison
ja: ボンドインターフェースの作成
ka: ინტერფეისების აგრეგაციის შექმნა
pt_br: Criar interfaces de vínculo

source: Customize Host
de: Host anpassen
es: Personalizar host
fr: Personnaliser l'hôte
ja: ホストのカスタマイズ
ka: ჰოსტის მორგება
pt_br: Personalizar host

source: DHCP filename option (Grub2 or PXELinux by default)
de: DHCP-Dateinamensoption (Standardmäßig Grub2/PXELinux)
es: Opción de nombre de archivo DHCP (Grub2 o PXELinux en forma predeterminada)
fr: Option nom de fichier DHCP (Grub2 ou PXELinux par défaut)
ja: DHCP ファイル名オプション (デフォルトでは Grub2 または PXELinux)
ka: DHCP-ის ფაილის სახელის პარამეტრი (ნაგულისხმებია Grub2 ან PXELinux)
pt_br: Opção do nome de arquivo DHCP (Grub2 ou PXELinux por padrão)

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella
ja: 削除
ka: წაშლა
pt_br: Excluir
ru: Удалить

source: Delete %s?
de: %s löschen?
es: Borrar %s?
fr: Supprimer %s?
it: Cancella %s?
ja: %s を削除しますか?
ka: წავშალო "%s"?
pt_br: Excluir
ru: Удалить %s?

source: Delete a discovered host
de: Entdeckten Host löschen
es: Eliminar un host detectado
fr: Supprimer un hôte détecté
it: Rimuovi un host rilevato
ja: 検出されたホストの削除
ka: აღმოჩენილი ჰოსის წაშლა
pt_br: Excluir um host descoberto
ru: Удалить обнаруженный узел

source: Delete a rule
de: Regel löschen
es: Eliminar una regla
fr: Supprimer une règle
it: Cancella una regola
ja: ルールの削除
ka: წესის წაშლა
pt_br: Excluir uma regra
ru: Удалить правило

source: Delete rule '%s'?
de: Regel '%s' löschen?
es: ¿Borrar la regla '%s'?
fr: Supprimer la règle '%s' ?
ja: ルール '%s' を削除しますか?
ka: წავშალო წესი '%s'?
pt_br: Excluir regra '%s'?
ru: Удалить правило «%s»?

source: Destroyed selected hosts
de: Ausgewählte Hosts gelöscht
es: Eliminados equipos seleccionados
fr: Hôtes sélectionnés détruits
it: Host selezionati annullati
ja: 破棄された選択済みホスト
ka: მონიშნული ჰოსტები განადგურებულია
pt_br: Hosts selecionados foram destruídos
ru: Узлы удалены

source: Details
es: Detalles
fr: Détails
ja: 詳細
ka: დეტალები
pt_br: Detalhes
ru: Свойства

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効化
ka: გამორთვა
pt_br: Desabilitar
ru: Отключить

source: Disable rule '%s'?
de: Regel '%s' deaktivieren?
es: ¿Desactivar la regla '%s'?
fr: Désactiver la règle '%s' ?
ja: ルール '%s' を無効にしますか?
ka: გავთიშო წესი '%s'?
pt_br: Desabilitar regra '%s'?
ru: Отключить правило «%s»?

source: Discovered Host
es: Host detectado
fr: Hôtes détectés
ja: 検出されたホスト
ka: აღმოჩენილი ჰოსტი
pt_br: Host descoberto

source: Discovered Hosts
de: Entdeckte Hosts
es: Hosts detectados
fr: Hôtes détectés
ja: 検出されたホスト
ka: აღმოჩენილი ჰოსტები
pt_br: Hosts descobertos
ru: Обнаруженные узлы

source: Discovered Rules
de: Entdeckte Regeln
es: Reglas descubiertas
fr: Hôtes détectés
ja: 検出されたルール
ka: აღმოჩენილი წესები
pt_br: Regras Descobertas

source: Discovered host '%{host}' has all NICs filtered out, filter: %{filter}
de: Beim erkannten Host '%{host}' wurden alle NICs herausgefiltert, Filter: %{filter}
es: El host descubierto '%{host}' tiene todos los NICs filtrados, filtro: %{filter}
fr: L'hôte découvert '%{host}' a eu toutes ces interfaces réseau filtrés, filtre: %{filter}
ja: 検出ホスト '%{host}' では全 NIC がフィルタリングされています。フィルター: %{filter}
ka: აღმოჩენილი ჰოსტის '%{host}' ყველა ინტერფეისი გაიფილტრა. ფილტრი: %{filter}
pt_br: Discovered host '%{host}' tem todos os DNIs filtrados, filtro: %{filter}

source: Discovered host reported from unknown subnet, communication will not be proxied.
de: Der erkannte Host wurde von einem unbekannten Subnetz gemeldet, die Kommunikation wird nicht über einen Proxy geleitet.
es: El host descubierto se reporta desde una subred desconocida, la comunicación no será proxy.
fr: L'hôte découvert a signalé qu'il provient d'un sous-réseau inconnu, la communication ne sera pas assurée par un proxy.
ja: 不明なサブネットから報告された検出されたホスト。通信はプロキシー化されません。
pt_br: Descoberto anfitrião relatado de sub-rede desconhecida, a comunicação não será procurada.

source: Discovered host: %s
de: Entdeckter Host: %s
es: Descubierto el anfitrión: %s
fr: Hôtes détectés : %s
it: Host trovati: %s
ja: 検出されたホスト: %s
ka: აღმოჩენილი ჰოსტი:%s
pt_br: Host descoberto
ru: Обнаружен узел: %s

source: Discovered hosts are provisioning now
de: Entdeckte Hosts, die jetzt bereitgestellt werden
es: Los hosts detectados se están aprovisionando ahora
fr: Les hôtes détectés sont maintenant provisionnés
it: Gli host rilevati stanno eseguendo ora il provisioning
ja: 検出されたホストは現在プロビジョニング中です
ka: მიმდინარეობს აღმოჩენილი ჰოსტების სამუშაოდ მომზადება
pt_br: Hosts descobertos estão sendo provisionados agora
ru: Выполняется подготовка обнаруженных узлов

source: Discovered hosts are rebooting now
de: Entdeckte Hosts werden jetzt neu gestartet
es: Se están reiniciando ahora los hosts detectados
fr: Les hôtes détectés sont redémarrés maintenant
ja: 検出されたホストを現在再起動中
ka: მიმდინარეობს აღმოჩენილი ჰოსტების გადატვირთვა
pt_br: Hosts descobertos estão reinicializando agora
ru: Выполняется перезагрузка обнаруженных узлов

source: Discovered hosts from Foreman server at %{foreman_url}
de: Vom Foreman-Server unter %{foreman_url} entdeckte Hosts
es: Hosts descubiertos del servidor Foreman al %{foreman_url}
fr: Hôtes détectés depuis le serveur Foreman à l'adresse %{foreman_url}
ja: Foreman サーバーの検出されたホスト: %{foreman_url}
pt_br: Descoberto hosts do servidor Foreman em %{foreman_url}
ru: Узлы, обнаруженные сервером Foreman %{foreman_url}

source: Discovered hosts reported from unknown subnet are %s, communication will not be proxied.
de: Erkannte Hosts, die von einem unbekannten Subnetz gemeldet wurden %s sind , die Kommunikation wird nicht über einen Proxy geleitet.
es: Los hosts descubiertos reportados desde una subred desconocida son %s, la comunicación no será proxy.
fr: Les hôtes découverts provenant d'un sous-réseau inconnu sont %s, la communication ne sera pas assurée par un proxy..
ja: 不明なサブネットから報告された検出されたホストは %s、通信はプロキシー化されません。
pt_br: Os hospedeiros descobertos relatados de sub-rede desconhecida são %s, a comunicação não será procurada.

source: Discovered hosts summary
de: Zusammenfassung entdeckter Hosts
es: Resumen de hosts detectados
fr: Synthèse des hôtes détectés
ja: 検出されたホストの概要
ka: აღმოჩენილი ჰოსტების მიმოხილვა
pt_br: Resumo de hosts descobertos
ru: Сводка обнаруженных узлов

source: Discovery
de: Entdecken
es: Descubrimiento
ja: 検出
ka: აღმოჩენა
pt_br: Descoberta

source: Discovery Proxy
es: Proxy de detección
fr: Proxy de détection
ja: 検出プロキシー
ka: აღმოჩენის პროქსი
pt_br: Proxy do Discovery

source: Discovery Proxy to use within this subnet for managing connection to discovered hosts
de: Discovery Proxy zur Verwendung innerhalb dieses Subnetzes zum Verwalten der Verbindung zu erkannten Hosts
es: Proxy de detección para usar en esta subred para administrar la conexión con los hosts detectados
fr: Proxy de détection à utiliser à l'intérieur de ce sous-réseau pour gérer la connexion aux hôtes détectés
ja: 検出されたホストへの接続を管理するためにこのサブネット内で使用する検出プロキシー
pt_br: Proxy do Discovery a ser usado nesta sub-rede para gerenciar conexão com hosts descobertos

source: Discovery Rules
de: Entdeckungsregeln
es: Reglas de detección
fr: Règles de détection
it: Regola per la scoperta
ja: 検出ルール
ka: აღმოჩენის წესები
pt_br: Regras do Discovery
ru: Правила обнаружения

source: Discovery fact parser does not work with non-discovery host '%{host}'
de: Der Discovery-Faktenparser funktioniert nicht mit dem Nicht-Discovery-Host '%{host}'
es: El analizador de hechos de descubrimiento no funciona con el host de no descubrimiento '%{host}'
fr: L'analyseur de faits de découverte ne fonctionne pas avec l'hôte de non-découverte '%{host}'
ja: 検出ファクト解析は、非検出ホスト '%{host}' では機能しません
pt_br: O analisador de fatos de descoberta não funciona com o host '%{host}' de não descoberta

source: Discovery hostname naming pattern
de: Benennungsmuster für Discovery-Hostnamen
es: Detección de patrón de definición de nombre de host
fr: Modèle de nommage du nom d'hôte de découverte
ja: 検出ホスト名の名前パターン
ka: აღმოჩენილი ჰოსტების სახელების დარქმევის შაბლონი
pt_br: Padrão de nomenclatura de nome de host de descoberta

source: Discovery location
de: Entdeckungsort
es: Ubicación de la detección
fr: Emplacement de détection
ja: 検出ロケーション
ka: აღმოჩენის მდებარეობა
pt_br: Local do Discovery

source: Discovery organization
de: Entdeckungsorganisation
es: Organización de detección
fr: Organisation de détection
ja: 検出組織
ka: ორგანიზაციის აღმოჩენა
pt_br: Organização do Discovery

source: DiscoveryRule|Enabled
de: Aktiviert
es: Regla de detección|Habilitada
fr: Activé
it: Abilitata
ja: 有効化
ka: აღმოჩენისწესი|ჩართული
pt_br: DiscoveryRule|Habilitado
ru: Включено

source: DiscoveryRule|Name
de: Name
es: Regla de detección|Nombre
fr: Nom
it: Nome
ja: 名前
ka: აღმოჩენისწესი|ახელი
pt_br: DiscoveryRule|Nome
ru: Имя

source: DiscoveryRule|Priority
de: Priorität
es: Regla de detección|Prioridad
fr: Priorité
it: Priorità
ja: 優先順位
ka: აღმოჩენისწესი|პრიორიტეტი
pt_br: DiscoveryRule|Prioridade
ru: Приоритет

source: DiscoveryRule|Query
de: Abfrage
es: Regla de detección|Consulta
fr: Requête
it: Interrogazione
ja: クエリー
ka: აღმოჩენისწესი|მოთხოვნა
pt_br: DiscoveryRule|Consulta
ru: Запрос

source: Disk Count
de: Festplattenanzahl
es: Conteo de discos
fr: Nombre de disques
ja: ディスク数
ka: დისკების რაოდენობა
pt_br: Contagem de discos

source: Disk count
de: Festplattenanzahl
es: Número de discos
fr: Nombre de disques
it: Conteggio disco
ja: ディスク数
ka: დისკების რაოდენობა
pt_br: Contagem de Disco
ru: Количество дисков

source: Disks Size
de: Festplattengröße
es: Tamaño de los discos
fr: Taille des disques
ja: ディスクサイズ
ka: დისკების ზომები
pt_br: Tamanho dos discos

source: Disks size
de: Festplattengröße
es: Tamaño de discos
fr: Taille des disques
it: Dimensione dischi
ja: ディスクサイズ
ka: დისკების ზომები
pt_br: Tamanho do disco
ru: Размер диска

source: Do not allow to discover existing managed host matching MAC of a provisioning NIC (errors out early)
de: Nicht zulassen, dass vorhandene verwaltete Hosts gefunden werden, die dem MAC einer Provisioning-NIC entsprechen (Fehler werden frühzeitig behoben)
es: No permitir detectar host administrados existentes que coincidan con la MAC de una NIC de aprovisionamiento (se produce un error temprano)
fr: Ne pas autoriser la découverte du MAC correspondant à un hôte géré existant d'une carte réseau de provisionnement (erreurs survenues tôt)
ja: プロビジョニング NIC の MAC と一致する既存の管理ホストの検出を許可しない (エラーは早い段階で出されます)
pt_br: Não permitir descobrir MAC correspondente de host gerenciado existente de uma NIC de provisionamento (apresenta erros cedo)

source: Domain will be appended automatically. A hostname based on MAC address will be used when left blank.
de: Domäne wird automatisch angehängt. Ein Hostname basierend auf der MAC-Adresse wird genutzt, wenn das Feld leer ist.
es: El dominio se agregará en forma automática. Se utilizará un nombre de host basado en la dirección MAC cuando quede en blanco.
fr: Le domaine sera ajouté automatiquement. Un nom d'hôte basé sur une adresse MAC sera utilisé si le champ est vide.
ja: ドメインは自動的に追加されます。空白のままの場合には、MAC アドレスに基づくホスト名が使用されます。
pt_br: O domínio será anexado automaticamente. Um nome de host baseado no endereço MAC será usado quando deixado em branco.

source: Edit %s
de: %s bearbeiten
es: Editar %s
fr: Modifier %s
ja: %s の編集
ka: %s-ის ჩასწორება
pt_br: Editar
ru: Изменить %s

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効化
ka: ჩართვა
pt_br: Habilitar
ru: Включить

source: Enable rule '%s'?
de: Regel '%s' aktivieren?
es: ¿Habilitar la regla '%s'?
fr: Activer la règle '%s' ?
ja: ルール '%s' を有効にしますか?
ka: ჩავრთო წესი '%s'?
pt_br: Habilitar regra '%s'?
ru: Включить правило «%s»?

source: Error message goes here
de: Fehlermeldung kommt hier
es: El mensaje de error va aquí
fr: Le message d'erreur se trouve ici
ja: エラーメッセージはこちらに表示されます
ka: აქ შეცდომები გამოჩნდება
pt_br: A mensagem de erro vai aqui

source: Error on existing NIC
de: Fehler auf existierenden NIC
es: Error en la NIC existente
fr: Erreur sur une carte réseau existante
ja: 既存の NIC でのエラー
ka: შეცდომა არსებულ NIC-ზე
pt_br: Erro na NIC existente

source: Errors during auto provisioning: %s
de: Fehler bei automatischer Bereitstellung: %s
es: Errores durante el aprovisionamiento automático: %s
fr: Erreurs lors du provisioning automatique : %s
it: Errore durante auto provisioning: %s
ja: 自動プロビジョニング時のエラー: %s
ka: შეცდომა სამუშაოდ ავტომატურად მომზადებისას: %s
pt_br: Erros durante o provisionamento automático: %s
ru: Ошибки при автоматической подготовке: %s

source: Errors during reboot: %s
de: Fehler bei Neustart: %s
es: Errores durante el reinicio: %s
fr: Erreurs lors du redémarrage : %s
ja: 再起動時のエラー: %s
ka: შეცდომები გადატვირთვისას: %s
pt_br: Erros durante a reinicialização: %s
ru: Ошибки при перезагрузке: %s

source: Execute rules against a discovered host
de: Regeln auf einem entdeckten Host anwenden
es: Ejecutar reglas en función de un host detectado
fr: Exécuter les règles sur un hôte détecté
it: Esegui le regole nei confronti di un host rilevato
ja: 検出されたホストに対するルールの実行
pt_br: Executar regras em relação a um host descoberto
ru: Применить правила к обнаруженному узлу

source: Execute rules against all currently discovered hosts
de: Regeln auf allen kürzlich entdeckten Hosts anwenden
es: Ejecutar reglas contra todos los hosts detectados actualmente
fr: Exécuter les règles sur tous les hôtes actuellement détectés
it: Esegui le regole nei confronti degli host attualemente rilevati
ja: 現在検出されているすべてのホストに対するルールの実行
ka: ამჟამად აღმოჩენილ ყველა ჰოსტზე წესების გადატარება
pt_br: Executar regras em relação a todos os hosts descobertos atualmente
ru: Применить правила ко всем обнаруженным узлам

source: Expected discovery_fact '%s' is missing, unable to detect primary interface and set hostname
de: Erwartetes discovery_fact '%s' fehlt, primäre Schnittstelle kann nicht gefunden und Hostname nicht eingestellt werden
es: Falta el discovery_fact '%s', no se puede detectar la interfaz primaria y establecer el nombre de host
fr: discovery_fact '%s' attendu manquant. Impossible de détecter l'interface principale et de définir le nom d'hôte
ja: 必要な discovery_fact '%s' がありません。プライマリーインターフェースの検出やホスト名の設定ができません
pt_br: '%s' discovery_fact esperado está ausente, não é possível detectar a interface primária e definir o nome do host
ru: Отсутствует факт «%s»: невозможно определить основной интерфейс и имя узла

source: Extra facter columns to show in host lists (separate by comma)
fr: Colonnes facter supplémentaires pour un affichage sous forme de listes d'hôtes (séparés par une virgule)
ja: ホスト一覧に表示される追加の facter 列 (コンマ区切り)
pt_br: Colunas extras do Facter para exibir nas listas de hosts (separadas por vírgulas)
ru: Дополнительные столбцы Facter в списке узлов (через запятую)

source: Fact + prefix
de: Fakt + Prefix
es: Hecho + prefijo
fr: Fact + préfixe
ja: ファクト + プレフィックス
ka: ფაქტი + პრეფიქსი
pt_br: Fato + prefixo

source: Fact columns
de: Faktspalten
es: Columnas de eventos
fr: Colonnes fact
ja: Fact 列
ka: ფაქტის სვეტები
pt_br: Colunas de fatos

source: Fact name to use for primary interface detection
de: Fakt Name zur Verwendung bei der Erkennung der primären Schnittstelle
es: Nombre de evento que debe utilizarse para la detección de la interfaz principal
fr: Nom de fact à utiliser pour la détection de l'interface principale
ja: プライマリーインターフェースの検出に使用するファクト名
pt_br: Nome do fato a ser usado para detecção de interface primária
ru: Имя факта, определяющего основной сетевой интерфейс и имя узла
