Repository: theforeman/foreman_discovery
Catalog: locale/*/foreman_discovery.po
Languages: de, es, fr, it, ja, ka, pt_br, ru

source: Unable to perform reboot on %{name} (%{url}): %{msg}
de: Neustart auf %{name} (%{url}) nicht möglich: %{msg}
es: No se puede realizar el reinicio en %{name} (%{url}): %{msg}
fr: Impossible d'effectuer un redémarrage sur %{name} (%{url}): %{msg}
ja: %{name} の (%{url}) で再起動を実行できません: %{msg}
ka: გადატვირთვის შეცდომა %{name} (%{url}): %{msg}
pt_br: Incapaz de reiniciar em %{name} (%{url}): %{msg}

source: Unable to provision %{host}: %{errors}
de: %{host} kann nicht bereitgestellt werden: %{errors}
es: No se puede provisionar %{host}: %{errors}
fr: Impossible à provisionner %{host} : %{errors}
ja: %{host} をプロビジョニングできません: %{errors}
ka: სამუშაოდ მომზადების შეცდომა %{host}: %{errors}
pt_br: Incapaz de fornecer %{host}: %{errors}
ru: Не удалось подготовить %{host}: %{errors}

source: Update a rule
de: Regel aktualisieren
es: Actualizar una regla
fr: Mettre à jour une règle
it: Aggiorna una regola
ja: ルールの更新
ka: წესის განახლება
pt_br: Atualizar uma regra
ru: Обновить правило

source: Upload facts for a host, creating the host if required
de: Fakten für einen Host hochladen mit Erstellung des Hosts, wenn erforderlich
es: Subir eventos para un host, si es necesario cree el host.
fr: Télécharge les facts d'un hôte, créé l'hôte si besoin
it: Carica gli eventi per un host creando, se necessario, un host
ja: ホストのファクトをアップロードし、必要な場合はホストを作成します
ka: ჰოსტის ფაქტების ატვირთვას საჭიროების შემთხვევაში ჰოსტის შექმნაც შეუძლია
pt_br: Enviar fatos para um host, criando o host se necessário
ru: Загрузить факты узла, требуемые для создания узла

source: When creating hostname patterns, make sure the resulting host names are unique.
de: Stellen Sie beim Erstellen von Hostnamenmustern sicher, dass die resultierenden Hostnamen eindeutig sind.
es: Al crear patrones de nombres de host, asegúrese de que los nombres de host resultantes sean únicos.
fr: Lors de la création de modèles de nom d'hôte, veillez à ce que les noms d'hôte soient uniques.
ja: ホスト名パターンの作成時に、生成されるホスト名が一意であることを確認します。
pt_br: Ao criar padrões de nome de host, garanta que os nomes de host resultantes sejam exclusivos

source: can't contain white spaces.
de: darf keine Leerzeichen enthalten.
es: no puede incluir espacios en blanco.
fr: ne peut pas contenir des espaces blancs.
it: non può avere spazi.
ja: 空白を含めることができません。
ka: არ შეიძლება შეიცავდეს თეთრ გამოტოვებებს.
pt_br: não pode conter espaços em branco.
ru: не может содержать пробелов

source: defines a pattern to assign human-readable hostnames to the matching hosts
de: definiert ein Muster, nach dem einfach lesbare Hostnamen zu übereinstimmenden Hosts zugewiesen werden
es: define un patrón para asignarles a los hosts coincidentes nombres de hosts aptos para la lectura humana
fr: définit un modèle pour attribuer les noms d'hôte lisibles par l'homme aux hôtes correspondants
it: definisce uno schema per assegnare gli hostname leggibili dall'utente agli host corrispondenti
ja: 人が判読できるホスト名を一致するホストに割り当てるパターンの定義
pt_br: define um padrão para atribuir nomes de hosts legíveis aos hosts correspondentes
ru: шаблон для присвоения узлам понятных имен

source: documentation
de: Dokumentation
es: documentación
ja: ドキュメント
ka: დოკუმენტაცია
pt_br: documentação
ru: документация

source: enables to limit maximum amount of provisioned hosts per rule
de: ermöglicht die Begrenzung der maximal bereitgestellten Hosts pro Regel
es: se habilita para limitar la cantidad máxima de hosts aprovisionados por regla
fr: permet de limiter le nombre maximal d'hôtes provisionnés par règle
it: permette di limitare la quantità massima di host con provisioning per regola
ja: ルール別のプロビジョニングされたホストの最大数の制限を許可
pt_br: habilita para limitar a quantidade máxima de hosts provisionados por regra
ru: максимальное число узлов для указанного правила

source: filter results
de: Ergebnisse filtern
es: filtrar resultados
fr: filtrer les résultats
it: filtra i risultati
ja: 結果のフィルタリング
ka: ფილტრის შედეგები
pt_br: filtrar resultados
ru: отфильтровать результаты

source: flag is used for temporary shutdown of rules
de: Flag zur vorübergehenden Deaktivierung von Regeln
es: se utiliza una bandera para el cierre temporario de las reglas
fr: indicateur utilisé pour l'arrêt temporaire des règles
it: il flag viene usato per interrompere momentaneamente le regole
ja: フラグはルールの一時的な停止に使用されます
pt_br: sinalizador é usado para desligamento temporário de regras
ru: этот флаг временно отключает правила

source: hash containing facts for the host with minimum set of facts: discovery_bootif, macaddress_eth0, ipaddress, ipaddress_eth0, interfaces: eth0 (example in case primary interface is named eth0)
de: Hash, der Fakten für den Host mit minimaler Anzahl an Fakten enthält: discovery_bootif, macaddress_eth0, ipaddress, ipaddress_eth0, interfaces: eth0 (Beispiel für primäre Schnittstelle mit dem Namen eth0)
es: hash que contiene eventos correspondientes al host con un conjunto mínimo de eventos: discovery_bootif, macaddress_eth0, ipaddress, ipaddress_eth0, interfaces: eth0 (ejemplo en caso de que la interfaz principal se denomine eth0)
fr: hachage contenant les facts de l'hôte avec un ensemble minimal de facts : discovery_bootif, macaddress_eth0, ipaddress, ipaddress_eth0, interfaces: eth0 (exemple si l'interface principale s'appelle eth0)
ja: ファクトの最小セットが設定されたホストのファクトを含むハッシュ : discovery_bootif、macaddress_eth0、ipaddress、ipaddress_eth0、interfaces: eth0 (プライマリーインターフェースの名前が eth0 の場合の例)
pt_br: fatos com hashes pra o host com conjunto mínimo de fatos: discovery_bootif, macaddress_eth0, ipaddress, ipaddress_eth0, interfaces: eth0 (exemplo caso a interface primária tenha como nome eth0)
ru: хэш с минимальным набором фактов узла: discovery_bootif, macaddress_eth0, ipaddress, ipaddress_eth0, interfaces: eth0 (в этих примерах подразумевается, что основной интерфейс имеет имя eth0)

source: items selected. Uncheck to Clear
de: Elemente ausgewählt. Zum Leeren abwählen
es: objetos seleccionados. Desactivar para limpiar
fr: items sélectionnés. Décocher pour Effacer
it: oggetti selezionati. Deselezionare per annullare
ja: 項目が選択されています。クリアするにはチェックを解除してください
ka: ჩანაწერები მონიშნულია. გასასუფთავებლად მოხსენით მონიშვნა
pt_br: itens selecionados. Desselecione para Limpar
ru: выбрано. Чтобы очистить, снимите флажок

source: location ID for provisioned hosts
de: Standort Kennung für bereitgestellte Hosts
es: ID de ubicación para hosts aprovisionados
fr: ID d'emplacement pour les hôtes mis en service
ja: プロビジョニングされたホストのロケーション ID
ka: სამუშაოდ მომზადებული ჰოსტების მდებარეობის ID
pt_br: ID de local para hosts provisionados

source: must be present.
de: muss vorhanden sein.
es: debe estar presente.
fr: doit être présent.
ja: 必須です。
ka: უნდა არსებობდეს.
pt_br: deve estar presente.

source: must start with a letter or ERB.
de: muss mit einem Buchstaben oder ERB beginnen.
es: debe comenzar con una letra o ERB.
fr: doit commencer par une lettre ou par ERB.
it: deve iniziare con una lettera o ERB.
ja: 文字または ERB で開始する必要があります。
ka: უნდა იწყებოდეს სიმბოლოთი ან ERB-ით.
pt_br: deve iniciar com uma letra ou ERB.
ru: должен начинаться с буквы или ERB

source: not required if it's a virtual machine
de: nicht erforderlich für eine virtuelle Maschine
es: no es necesario si no se trata de una máquina virtual
fr: non requis s'il s'agit d'une machine virtuelle
it: non necessario se è una macchina virtuale
ja: 仮想マシンの場合は不要です
ka: საჭირო არაა, თუ ის ვირტუალური მანქანაა
pt_br: não é obrigatório se for uma máquina virtual
ru: не требуется для виртуальных машин

source: not required if using a subnet with DHCP proxy
de: nicht erforderlich, wenn ein Subnetz mit DHCP-Proxy verwendet wird
es: no es necesario si se usa una subred con un proxy DHCP
fr: n'est pas requis s'il s'agit d'un sous-réseau avec un proxy DHCP
it: non necessario se si utilizza una sottorete con DHCP proxy
ja: DHCP プロキシーでサブネットを使用する場合は不要
ka: dhcp პროქსის მქოლე ქვექსელის გამოყენებისას საჭირო არაა
pt_br: não necessário se utilizar um subrede com proxy DHCP
ru: не требуется, если используется подсеть с DHCP прокси

source: number of entries per request
de: Anzahl der Einträge pro Anfrage
es: número de entradas por solicitud
fr: nombre d'entrées par requête
it: numero di voci per richiesta
ja: 要求ごとのエントリー数
ka: ელემენტების რაოდენობა თითოეულ მოთხოვნაში
pt_br: número de entradas por requisições
ru: количество записей на запрос

source: organization ID for provisioned hosts
de: Organisations-Kennung für bereitgestellte Hosts
es: ID de organización para los hosts aprovisionados
fr: ID d'organisation pour les hôtes mis en service
ja: プロビジョニングされたホストの組織 ID
ka: სამუშაოდ მომზადებული ჰოსტების ორგანიზაციის
pt_br: ID de organização para hosts provisionados

source: paginate results
de: Ergebnisse nummerieren
es: paginar resultados
fr: paginer les résultats
it: paginazione risultati
ja: 結果のページネーション
ka: გვერდების დანომრვის შედეგები
pt_br: paginar resultados
ru: постраничный вывод

source: puts the rules in order, low numbers go first. Must be greater then zero
de: ordnet die Regeln, niedrige Zahlen zuerst. Muss größer als Null sein
es: pone las reglas en orden, los números más bajos van en primer lugar. Deben ser superiores a cero
fr: range les règles par ordre croissant. Doit être supérieur à zéro
it: ordina le regole, i numeri più piccoli hanno maggiore priorità. Deve essere maggiore di zero.
ja: ルールを低い数字の順に配置。ゼロより大きい値である必要があります
pt_br: coloca as regras em ordem, números menores primeiro. Deve ser maior que zero
ru: приоритет правила (должен быть больше 0). Правила выбираются по возрастанию приоритета

source: query to match discovered hosts for the particular rule
de: Abfrage zur Übereinstimmung mit entdeckten Hosts für die angegebene Regel
es: consulta para establecer una coincidencia de los hosts detectados respecto de dicha regla específica
fr: requête à faire correspondre aux hôtes détectés pour la règle en question
it: interrogazione da corrispondere agli host rilevati per una regola particolare
ja: 特定ルールの検出されたホストに一致するクエリー
pt_br: consulta para corresponder hosts descobertos a uma regra específica
ru: запрос для поиска соответствий среди узлов для этого правила

source: represents rule name shown to the users
de: repräsentiert den Regelnamen, der Benutzern angezeigt wird
es: representa el nombre de la regla que se les muestra a los usuarios
fr: représente le nom de règle affiché aux utilisateurs
it: rappresenta il nome della regola da mostrare agli utenti
ja: ユーザーに表示されるルール名を表します
ka: წარმოადგენს წესის სახელს, რომელსაც მომხმარებლები ხედავენ
pt_br: representa nome da regra exibido para os usuários
ru: название правила, которое увидят пользователи

source: required if host is managed and custom partition has not been defined
de: erforderlich, wenn der Host gemanagt und keine spezifische Partition definiert ist
es: obligatorio si el host está administrado y no se han definido particiones personalizadas
fr: requis si l'hôte est géré et possède une partition spécifique qui n'a pas été définie
ja: ホストが管理されており、カスタムパーティションが定義されていない場合に必須です。
ka: საჭიროა, თუ ჰოსტი იმართება და მორგებული დანაყოფი არ არის განსაზღვრული
pt_br: requerido se o host é gerenciado e uma partição customizada não foi definida
ru: требуется, если узел находится под управлением, но собственный раздел не был объявлен

source: required if host is managed and value is not inherited from host group
de: erforderlich, wenn der Host gemanagt und der Wert nicht von einer Hostgruppe vererbt ist
es: obligatorio si los hosts están administrados y el valor no se ha heredado de un grupo de hosts
fr: requis si l'hôte est géré et la valeur n'est pas héritée d'un groupe d'hôtes
ja: ホストが管理されており、値がホストグループから継承されていない場合に必須です
ka: საჭიროა, თუ ჰოსტის მართულია და მნიშვნელობა მემკვიდრეობით არაა გადმოცემული ჰოსტების ჯგუფიდან
pt_br: necessário se o host é gerenciado e valor não é herdado do grupo de host
ru: требуется, если узел уже контролируется, но значение не было унаследовано от группы узлов

source: required if not imaged based provisioning and host is managed and value is not inherited from host group
de: erforderlich, wenn die Bereitstellung nicht image-basiert, der Host gemanagt und der Wert nicht von einer Hostgruppe vererbt ist
es: obligatorio si el aprovisionamiento no se basa en imágenes, el host está administrado y el valor no se hereda de un grupo de hosts
fr: requis si le provisioning n'est pas basé sur une image , que l'hôte est géré et que la valeur n'est pas héritée d'un groupe d'hôtes
ja: イメージベースのプロビジョニングでない場合で、ホストが管理されており、値がホストグループから継承されていない場合に必須です
ka: საჭიროა, თუ ჰოსტი ასლით არ მომზადებულა სამუშაოდ, მართულია და მნიშვნელობა მემკვიდრეობით არაა გადმოცემული ჰოსტების ჯგუფიდან
pt_br: solicitado se o provisionamento não for baseado em imagem, o host for gerenciado e o valor não for herdado do grupo de host
ru: требуется, если подготовка управляемого узла осуществляется без участия образов и при этом значение не было унаследовано от группы узлов

source: required if value is not inherited from host group or default password in settings
de: erforderlich, falls kein Wert von Hostgruppe geerbt wird oder es nicht das Standardpasswort in Einstellungen ist
es: es necesario si el valor no se hereda del grupo del host o de la contraseña predeterminada en las configuraciones
fr: requis si la valeur n'est pas héritée d'un groupe d'hôtes ou du mot de passe par défaut défini dans les paramètres
it: necessario se il valore non è ereditato da un gruppo di host o password predefinita nelle impostazione
ja: 値がホストグループまたは設定のデフォルトパスワードから継承されていない場合は必須です
pt_br: obrigatório se o valor não for herdado do grupo de hosts ou da senha padrão nas configurações
ru: обязательно, если пароль не унаследован от группы узлов или заданного по умолчанию пароля

source: sort results
de: Ergebnisse sortieren
es: organizar resultados
fr: trier les résultats
it: ordina risultati
ja: 結果のソート
ka: შედეგების დალაგება
pt_br: ordenar resultados
ru: отсортировать результаты

source: the hostgroup that is used to auto provision a host
de: die Hostgruppe, die zur automatischen Bereitstellung eines Hosts verwendet wird
es: grupo de host utilizado para autoaprovisionar un host
fr: groupe d'hôtes utilisé pour provisionner automatiquement un hôte
it: gruppo di host usato per l'auto provision di un host
ja: ホストの自動プロビジョニングに使用されるホストグループ
pt_br: o grupo de hosts que é usado para provisionar um host automático
ru: группа узлов, которая будет выбрана при автоматической подготовке узлов

source: N/A
es: N/C
fr: Sans objet
pt_br: N/D
ru: нет

source: %s ago
it: %s fa

source: Are you sure?
it: Sei sicuro?

source: Auto Provision All
it: Esegui Auto Provision su tutti

source: Delete hosts
it: Cancella gli host

source: Disable rule?
it: Disabilita la regola?

source: Discovered hosts
it: Host trovati

source: Domain will be appended automatically. A hostname based on MAC address will be used when left blank. In addition to @host attribute function rand for random integers is available. Examples:
it: Il dominio verrà aggiunto automaticamente. Se lasciato vuoto verrà utilizzato un hostname basato su un indirizzo MAC. In aggiunta all'attributo @host è disponibile anche la funzione 'rand' per i valori interi randomici. Esempi:

source: Edit Discovery Rule
it: Modifica la regola per la scoperta

source: Enable rule?
it: Abilita la regola?

source: Fact
it: Evento

source: Facts discovered on this host
it: Eventi trovati su questo host

source: Host group
it: Gruppo di host

source: Hosts limit
it: Limite host

source: Hosts/limit
it: Host/limite

source: Last facts upload
it: Ultimo caricamento eventi

source: New Rule
it: Nuova regola

source: Value
it: Valore

source: Warning
it: Avvertenza

source: When creating hostname patterns, make sure the resulting host names are unique. Hostnames must not start with numbers. A good approach is to use unique information provided by facter (MAC address, BIOS or serial ID).
it: Durante la creazione di un pattern per l'hostname assicurarsi che i nomi corrispondenti siano unici. Essi non possono iniziare con numeri. Un metodo consigliato è quello di utilizzare informazioni uniche (Indirizzo MAC, BIOS o ID seriali).
