Repository: theforeman/foreman_discovery
Catalog: locale/*/foreman_discovery.po
Languages: de, es, fr, it, ja, ka, pt_br, ru

source: Facts could not be imported
de: Fakten konnten nicht importiert werden
es: No se pudieron importar los eventos
fr: Impossible d'importer les facts
ja: ファクトをインポートできませんでした
ka: ფაქტების შემოტანა შეუძლებელია
pt_br: Fatos não podem ser importados

source: Facts refreshed for %s
de: Fakten für %s erneuert
es: Datos actualizados para %s
fr: Facts rafraîchis pour %s
it: Eventi aggiornati per %s
ja: %s の更新済みファクト
ka: %s-ის ფაქტები განახლებულია
pt_br: Fatos atualizados para %s
ru: Факты %s были обновлены

source: Failed to auto provision host %s: %s
de: Fehler bei automatischer Bereitstellung von Host %s: %s
es: Fallo en el aprovisionamiento automático del host %s: %s
fr: Échec de l'approvisionnement automatique de l'hôte %s: %s
it: Impossibile eseguire auto provision dell'host %s: %s
ja: ホスト %s の自動プロビジョニングに失敗しました: %s
ka: ჰოსტის სამუშაოდ მომზადების შეცდომა %s: %s
pt_br: Falha ao provisionar host automaticamente %s: %s
ru: Не удалось автоматически подготовить узел %s: %s

source: Failed to reboot host %s
de: Fehler beim Neustart von Host %s
es: Fallo en el reinicio del host %s
fr: Échec du redémarrage de l'hôte %s
it: Impossibile eseguire il riavvio dell'host: %s
ja: ホスト %s の再起動に失敗しました
ka: ჰოსტის გადატვირთვის შეცდომა: %s
pt_br: Falha ao reinicializar host %s
ru: Не удалось перезагрузить %s

source: Failed to reboot host %{hostname} with error %{error_message}
de: Fehler beim Neustart von Host %{hostname} mit Fehlermeldung %{error_message}
es: Fallo al reiniciar el host %{hostname} con error %{error_message}
fr: Échec du redémarrage de l'hôte %{hostname} avec l'erreur %{error_message}
it: Impossibile eseguire il riavvio dell'host %{hostname} con errore %{error_message}
ja: ホスト %{hostname} は %{error_message} のエラーで再起動に失敗しました
ka: ჰოსტის %{hostname} გადატვირთვის შეცდომა: %{error_message}
pt_br: Falha na reinicialização do host{hostname} com erro % %{error_message}
ru: Не удалось перезагрузить %{hostname}. Ошибка: %{error_message}

source: Failed to reboot hosts with error %s
de: Neustart von Hosts fehlgeschlagen mit Fehler %s
es: Fallo al reiniciar los hosts con error %s
fr: Échec du redémarrage des hôtes avec l'erreur %s
ja: ホストは %s のエラーで再起動に失敗しました
ka: შეცდომები ჰოსტის გადატვირთვისას: %s
pt_br: Falha ao reinicializar hosts com erro %s
ru: Не удалось перезагрузить узлы. Ошибка: %s

source: Failed to refresh facts for %s
de: Fehler beim Aktualisieren von Fakten für %s
es: Fallo en la actualización de los hechos para %s
fr: Échec de rafraîchissement des facts pour %s
it: Impossibile aggiornare gli eventi per %s
ja: %s のファクトの更新に失敗しました
ka: %s-ის ფაქტების განახლების შეცდომა
pt_br: Falha ao atualizar fatos para %s
ru: Не удалось обновить факты %s

source: Failed to refresh facts for %{hostname} with error %{error_message}
de: Fehler beim Aktualisieren der Fakten für %{hostname} mit Fehlermeldung %{error_message}
es: Fallo en la actualización de los datos para %{hostname} con error %{error_message}
fr: Impossible de rafraîchir les données pour %{hostname} avec l'erreur %{error_message}
ja: %{error_message} エラーで %{hostname} のファクトの更新に失敗しました
pt_br: Falha em atualizar os fatos para %{hostname} com erro % %{error_message}
ru: Не удалось обновить факты %{hostname}. Ошибка: %{error_message}

source: For more information please see
de: Weitere Informationen finden Sie unter
es: Para obtener más información, consulte
fr: Pour plus d'informations, voir
ja: 詳細は、以下を参照してください:
ka: მეტი ინფორმაციისთვის იხილეთ
pt_br: Para mais informações, consulte
ru: За подробной информацией обратитесь к

source: Force DNS
de: DNS erzwingen
es: Forzar DNS
fr: Forcer DNS
ja: DNS の強制的な実行
ka: ნაძალადევი DNS
pt_br: Forçar DNS

source: Force DNS entries creation when provisioning discovered host
de: Erzwingen Sie die Erstellung von DNS-Einträgen bei der Bereitstellung des erkannten Hosts
es: Forzar la creación de entradas DNS al aprovisionar host detectado
fr: Forcer la création des entrées DNS lors du provisioning de l'hôte détecté
ja: 検出されたホストのプロビジョニング時の DNS エントリーの作成を強制的に実行
pt_br: Forçar criação de entradas DNS ao provisionar host descoberto

source: Foreman discovered hosts summary
de: Foreman Zusammenfassung entdeckter Hosts
es: Resumen de hosts detectados de Foreman
fr: Synthèse des hôtes détectés Foreman
ja: Foreman の検出されたホストの概要
ka: Foreman-ით აღმოჩენილი აღმოჩენილი ჰოსტების მიმოხილვა
pt_br: Resumo de hosts descobertos pelo Foreman
ru: Сводка обнаруженных узлов Foreman

source: Hardware
fr: Matériel
ja: ハードウェア
ka: აპარატურა
ru: Физическое

source: Hardware facts
de: Hardwarefakten
es: Eventos de hardware
fr: Facts matériels
ja: ハードウェアファクト
ka: აპარატურის ფაქტები
pt_br: Fatos de hardware

source: Highlighted facts
de: Hervorgehobene Fakten
es: Eventos destacados
fr: Facts surlignés
ja: ハイライトされたファクト
ka: გამოკვეთილი ფაქტები
pt_br: Fatos destacados

source: Highlights
de: Hervorhebungen
es: Aspectos destacados
fr: Surlignages
ja: ハイライト
ka: განათება
pt_br: Destaques
ru: Основные

source: Host
fr: Hôte
ja: ホスト
ka: ჰოსტი
pt_br: Máquina
ru: Узел

source: Host %s has been dicovered
de: Host %s wurde entdeckt
es: El anfitrión %s ha sido descubierto
fr: L’hôte %s a été découvert
ja: ホスト %s が検出されました。
ka: ჰოსტი აღმოჩენილია: %s
pt_br: Anfitrião %s foi ditado

source: Host %{host} was provisioned with rule %{rule}
de: Host %{host} wurde bereitgestellt mit Regel %{rule}
es: Host %{host} se aprovisionó con la regla %{rule}
fr: L'hôte %{host} a été provisionné avec la règle %{rule}
it: È stato eseguito il provisioning dell'host %{host} con la regola %{rule}
ja: ホスト %{host} がルール %{rule} でプロビジョニングされています
ka: ჰოსტი %{host} სამუშაოდ მომზადდა წესებით %{rule}
pt_br: Hospedeiro %{host} foi provisionado com regra %{rule}
ru: %{host} был подготовлен в соответствии с правилом %{rule}

source: Host Group
de: Hostgruppe
es: Grupo de Equipo
fr: Groupe d'hôtes
ja: ホストグループ
ka: ჰოსტების ჯგუფი
pt_br: Grupo de Host
ru: Группа узлов

source: Host group location %s must also be associated to the discovery rule
es: La ubicación del grupo de host %s debe estar asociada también con la regla de detección
fr: L'emplacement du groupe d'hôtes %s doit également être associé à la règle de détection
ja: ホストグループのロケーション %s も検出ルールに関連付ける必要があります
pt_br: O local do grupo de hosts %s deve também estar associado à regra do Discovery
ru: С правилом также необходимо связать местоположение группы узлов, %s

source: Host group organization %s must also be associated to the discovery rule
es: La organización del grupo de host %s debe estar asociada también con la regla de detección
fr: L'organisation du groupe d'hôtes %s doit également être associée à la règle de détection
ja: ホストグループの組織 %s も検出ルールに関連付ける必要があります
pt_br: A organização do grupo de hosts %s deve também estar associada à regra do Discovery
ru: С правилом также необходимо связать организацию группы узлов, %s

source: Host of type %s can not be rebooted
de: Host vom Typ %s kann nicht neu gestartet werden
es: El host de tipo %s no puede ser reiniciado
fr: Impossible de redémarrer l'hôte de type %s
it: Impossibile eseguire il riavvio sul tipo di host %s
ja: タイプ %s のホストを再起動できません
ka: ჰოსტის ამ ტიპის (%s) გადატვირთვა შეუძლებელია
pt_br: Tipo de host %s não pode ser reinicializado
ru: Узел типа %s не может быть перезагружен

source: Host's owner type
de: Eigentümertyp des Hosts
es: Tipo de propietario de host
fr: Type de propriétaire de l'hôte
ja: ホストの所有者タイプ
ka: ჰოსტის მფლობელის ტიპი
pt_br: Tipo de proprietário do host
ru: Тип владельца узла

source: Host's parameters (array or indexed hash)
de: Hostparameter (Array oder indizierter Hash)
es: Parámetros del host (array o hash indexado)
fr: Paramètres de l'hôte (tableau ou hachage indexé)
ja: ホストのパラメーター (配列またはインデックス化されたハッシュ)
ka: ჰოსტის პარამეტრები (მასივი ან ინდექსირებული ჰეშ)
pt_br: Parâmetros do host (matriz ou hash indexado)
ru: Параметры узла (массив или индексированный хэш)

source: Hostname facts
de: Hostnamenfakten
es: Eventos del nombre de host
fr: Facts du nom d'hôte
ja: ホスト名ファクト
ka: ჰოსტის სახელის ფაქტები
pt_br: Fatos do nome do host

source: Hostname for provisioned hosts
de: Hostname für bereitgestellte Hosts
es: Nombre de host para los hosts aprovisionados
fr: Nom d'hôte des hôtes provisionnés
it: Hostname per gli host con provisioning
ja: プロビジョニングされたホストのホスト名
ka: სამუშაოდ მომზადებული ჰოსტების სახელები
pt_br: Nome do host para hosts provisionados
ru: Имя узла

source: Hostname prefix
de: Hostnamenpräfix
es: Prefijo del nombre de host
fr: Préfixe du nom d'hôte
ja: ホスト名のプレフィックス
ka: ჰოსტის სახელის პრეფიქსი
pt_br: Prefixo do nome do host

source: Hostnames must not start with numbers. A good approach is to use unique information provided by facter (MAC address, BIOS or serial ID).
de: Hostnamen dürfen nicht mit Zahlen beginnen. Ein guter Ansatz besteht darin, eindeutige Informationen zu verwenden, die von facter bereitgestellt werden (MAC-Adresse, BIOS oder serielle ID).
es: Los nombres de hosts no deben comenzar con números. Una buena estrategia consiste en utilizar la información particular aprovisionada por el suministrador de eventos (dirección MAC, BIOS o ID de serie).
fr: Les noms d'hôte ne doivent pas commencer par des nombres. Une bonne méthode consiste à utiliser des informations uniques fournies par facter (adresse MAC, BIOS ou ID de série).
ja: ホスト名は数字で開始することができません。facter で提供される固有の情報 (MAC アドレス、BIOS またはシリアル ID) を使用することが適切な方法です。
pt_br: Os nomes de host não devem iniciar com números. Uma boa abordagem é usar informações exclusivas fornecidas pelo Facter (endereço MAC, BIOS ou ID de série).

source: Hosts
fr: Hôtes
ja: ホスト
ka: ჰოსტები
ru: Узлы

source: Hosts Limit
es: Límite de hosts
fr: Limite d'hôtes
ja: ホスト制限
ka: ჰოსტების ლიმიტი
pt_br: Limite de Hosts
ru: Ограничение узлов

source: Hosts/Limit
es: Hosts/Límite
fr: Hôtes/Limite
ja: ホスト/制限
ka: ჰოსტები/ლიმიტი
pt_br: Hosts/Limite

source: ID of Discovery Proxy to use within this subnet for managing connection to discovered hosts
de: ID des Discovery-Proxys, der in diesem Subnetz zum Verwalten der Verbindung zu erkannten Hosts verwendet werden soll
es: ID del proxy de detección para usar en esta subred para administrar la conexión con los hosts detectados
fr: ID du proxy de détection à utiliser à l'intérieur de ce sous-réseau pour gérer la connexion aux hôtes détectés
ja: 検出されたホストへの接続を管理するためにこのサブネット内で使用する検出プロキシーの ID
pt_br: ID do proxy do Discovery a ser usado nesta sub-rede para gerenciar conexões com hosts descobertos

source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
ja: IP アドレス
ka: IP მისამართი
pt_br: Endereço IP
ru: IP

source: IP address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
ja: IP アドレス
ka: IP მისამართი
pt_br: Endereco de IP
ru: IP-адрес

source: IPAM must be configured for subnet '%s'
de: IPAM muss für Subnetz '%s' konfiguriert sein
es: IPAM debe estar configurado para la subred '%s'
fr: L'IPAM doit être configuré pour le sous-réseau "%s"
ja: IPAM はサブネット '%s' 用に設定する必要があります
ka: ქვექსელისთვის '%s' საჭიროა IPAM-ის მორგება
pt_br: O IPAM deve ser configurado para a sub-rede '%s'

source: IPMI facts
de: IPMI-Fakten
es: Eventos IPMI
fr: Facts IPMI
ja: IPMI ファクト
ka: IPMI ფაქტები
pt_br: Fatos IPMI

source: Identifier
de: Kennung
es: Identificador
fr: Identificateur
ja: ID
ka: იდენტიფიკატორი
pt_br: Identificador
ru: Идентификатор

source: Image API processing error: %{msg} (HTTP/%{code}, body: %{body})
de: Image API Verarbeitungsfehler: %{msg} (HTTP/%{code}, Text: %{body})
es: Error de procesamiento de la API de imágenes: %{msg} (HTTP/%{code}, body: %{body})
fr: Erreur de traitement de l'API image : %{msg} (HTTP/%{code}, body: %{body})
ja: イメージ API 処理エラー: %{msg} (HTTP/%{code}、ボディー: %{body})
ka: ასლების API-ის დამუშავების შეცდომა: %{msg} (HTTP/%{code}, შემცველობით: %{body})
pt_br: Erro de processamento da API de imagem: %{msg} (HTTP/%{code}, corpo: %{body})
ru: API образа вернул ошибку HTTP/%{code}: %{msg} (body: %{body})

source: Image API returned HTTP/%{code} with '%{body}
de: Image API gibt HTTP/%{code} mit '%{body} zurück
es: La API de imágenes devuelve HTTP/%{code} con '%'.{body}
fr: L'API image renvoie HTTP/%{code} avec '%'{body}
ja: イメージ API で返された HTTP/%{code}: '%{body}
ka: ასლების API-მა დააბრუნა HTTP/%{code} შემცველობით '%{body}
pt_br: Imagem API retornada HTTP/%{code} com '%{body}
ru: API образа вернул ошибку HTTP/%{code}: '%{body}

source: Import Puppet classes
de: Puppet-Klassen importieren
es: Importar clases Puppet
fr: Importer des classes Puppet
ja: Puppet クラスのインポート
ka: Puppet-ის კლასების შემოტანა
pt_br: Importar classes de Puppet
ru: Импорт классов Puppet

source: Import facts
de: Fakten importieren
es: Importar datos
fr: Importer des faits
ja: ファクトのインポート
ka: ფაქტების შემოტანა
pt_br: Importar fatos
ru: Импорт фактов

source: In addition to @host attribute function rand for random integers is available. Examples:
de: Zusätzlich zum @host-Attribut steht die Funktion rand für zufällige ganze Zahlen zur Verfügung. Beispiele:
es: Además del atributo @host, la función aleatoria para los números enteros aleatorizados se encuentra disponible. Ejemplos:
fr: En plus de la fonction d'attribut @host, la fonction ALEA pour les entiers aléatoires est disponible. Exemples :
ja: @host 属性のほかに、ランダムな整数の rand 関数を利用できます。例:
pt_br: Além do atributo @host, a função rand para inteiros aleatórios está disponível. Exemplos:

source: Init RAM kexec URL is invalid: '%s'
de: Init RAM kexec URL ist ungültig: '%s'
es: Init RAM kexec URL no es válido: '%s'
fr: URL kexec RAM d'initialisation non valide : '%s'
ja: Init RAM kexec URL は無効です: '%s'
ka: საწყისი RAM kexec-ის URL არასწორია: "%s"
pt_br: URL do kexec do RAM inicial é inválido: '%s'

source: Interface fact
de: Schnittstellenfakt
es: Evento de interfaz
fr: Fact d'interface
ja: インターフェースファクト
ka: ინტერფეისის ფაქტი
pt_br: Fato da interface

source: Interfaces
ja: インターフェース
ka: ინტერფეისები
ru: Интерфейсы

source: Invalid facts, must be a Hash
de: Ungültige Fakten, es muss sich um einen Hash handeln
es: Eventos inválidos. Debe ser un hash
fr: Facts non valides, doit être un hachage
it: Eventi non validi, deve essere un Hash
ja: 無効なファクトです。ハッシュである必要があります。
ka: არასწორი ფაქტები. უნდა წარმოადგენდნენ ჰეშს
pt_br: Fatos inválidos, deve ser um hash
ru: Недопустимый формат фактов: ожидаются переменные и их значения

source: Invalid facts: hash does not contain a valid value for any of the facts in the discovery_hostname setting: %s
de: Ungültige Fakten: Hash enthält keinen gültigen Wert für einen der Fakten in der Einstellung Discovery_Hostname: %s
es: Hechos no válidos: el hash no contiene un valor válido para ninguno de los hechos de la configuración discovery_hostname: %s
fr: Facts non valides : le hachage ne contient pas de valeur valide pour les facts du paramètre discovery_hostname : %s
ja: 無効なファクト: discovery_hostname 設定の全ファクトで、ハッシュの値は無効です: %s
pt_br: Fatos inválidos: o hash não contém um valor válido para nenhum dos fatos na configuração discovery_hostname: %s
ru: Недействительные факты: строка не содержит ни одного действительного значения фактов в соответствии с заданным в discovery_hostname: %s

source: Invalid hostname: Could not normalize the hostname
de: Ungültiger Hostname: Konnte den Hostnamen nicht normalisieren
es: Nombre de host inválido: no es posible normalizar el nombre de host
fr: Nom d'hôte non valide. Impossible de normaliser le nom d'hôte
ja: 無効なホスト名: ホスト名を正規化できませんでした
pt_br: Nome de host inválido: não foi possível normalizar o nome do host
ru: Не удалось нормализовать имя узла

source: Invalid user type of %s was provided
de: Ungültiger Benutzertyp %s von wurde angegeben
es: Se proporcionó un tipo de usuario no válido de %s
fr: Le type d'utilisateur non valide %s a été fourni
ja: 無効なユーザータイプ %s が指定されました
ka: მომხმარებლის მითითებული ტიპი არასწორია: %s
pt_br: O tipo de usuário inválido %s foi fornecido

source: Kernel kexec URL is invalid: '%s'
de: Kernel kexec URL ist ist ungültig: '%s'
es: La URL del kernel kexec no es válida: '%s'
fr: URL kexec du noyau non valide : '%s'
ja: カーネル kexec URL は無効です: '%s'
ka: ბირთვის kexec URL არასწორია: %s
pt_br: URL do kexec do kernel é inválido: '%s'

source: Kexec template not associated with operating system
de: Kexec Vorlage ist nicht dem Betriebssystem zugeordnet
es: Plantilla kexec no asociada con el sistema operativo
fr: Modèle kexec non associé à un système d'exploitation
ja: オペレーティングシステムに関連付けられていない Kexec テンプレート
pt_br: Modelo kexec não associado ao sistema operacional
ru: Шаблон kexec не привязан к операционной системе

source: Last Facts Upload
de: Letzter Fakten-Upload
es: Última carga de datos
fr: Derniers facts téléchargés
ja: 最終ファクトのアップロード
ka: ბოლოს ატვირთული ფაქტები
pt_br: Carregamento dos últimos fatos

source: List all discovered hosts
de: Alle entdeckten Hosts auflisten
es: Confeccionar una lista de los hosts detectados
fr: Afficher tous les hôtes détectés
it: Elenca tutti gli host rilevati
ja: すべての検出されたホストを一覧表示
ka: ყველა აღმოჩენილი ჰოსტის სია
pt_br: Listar todos os hosts descobertos
ru: Показать все обнаруженные узлы

source: List all discovery rules
de: Alle Entdeckungsregeln auflisten
es: Mostrar todas las reglas de detección
fr: Répertorier toutes les règles de détection
it: Elenca tutte le regole per la scoperta
ja: すべての検出ルールを一覧表示
ka: აღმოჩენის ყველა წესის სია
pt_br: Listar todas as regras do Discovery
ru: Показать все правила обнаружения

source: List all fact values of a given discovered host
de: Alle Faktwerte eines angegebenen entdeckten Hosts auflisten
es: Mostrar todos los valores de eventos de un host detectado específico
fr: Afficher toutes les valeurs des facts d'un hôte détecté donné
ja: 指定の検出されたホストのすべての値を一覧表示
ka: მითითებული აღმოჩენილი ჰოსტის ფაქტის ყველა მნიშვნელობის სია
pt_br: Lista todos os valores de fatos de um host descoberto específico

source: List of facts to use for the hostname (separated by comma, first wins)
fr: Liste des facts à utiliser pour le nom d'hôte (séparés par une virgule, le premier l'emporte)
ja: ホスト名に使用するファクトの一覧 (コンマ区切り、first wins)
pt_br: Lista dos fatos a serem usados para o nome do host (separada por vírgulas, primeiro ganha)
ru: Список фактов для узла с указанным именем (через запятую, до первого совпадения)

source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
ja: ロケーション
ka: მდებარეობა
pt_br: Local
ru: Местоположение

source: Locations
de: Standorte
es: Ubicaciones
fr: Emplacements
ja: ロケーション
ka: მდებარეობები
pt_br: Locais
ru: Местоположения

source: Lock PXE
de: PXE sperren
es: Bloquear PXE
fr: Verrouiller PXE
ja: PXE のロック
ka: PXE-ის ჩაკეტვა
pt_br: Bloquear PXE

source: Locked PXEGrub template name
de: Gesperrter PXEGrub-Vorlagenname
es: Nombre de plantilla PXEGrub bloqueado
fr: Nom de modèle PXEGrub verrouillé
ja: ロックされた PXEGrub テンプレート名
ka: PXEGrub-ის დაბლოკილი შაბლონის სახელი
pt_br: Nome do modelo PXEGrub bloqueado

source: Locked PXEGrub2 template name
de: Gesperrter PXEGrub2-Vorlagenname
es: Nombre de plantilla PXEGrub2 bloqueado
fr: Nom de modèle PXEGrub2 verrouillé
ja: ロックされた PXEGrub2 テンプレート名
ka: PXEGrub2-ის დაბლოკილი შაბლონის სახელი
pt_br: Nome do modelo PXEGrub2 bloqueado

source: Locked PXELinux template name
de: Gesperrter PXELinux-Vorlagenname
es: Nombre de plantilla PXELinux bloqueada
fr: Nom de modèle PXELinux verrouillé
ja: ロックされた PXELinux テンプレート名
ka: PXELinux-ის დაბლოკილი შაბლონის სახელი
pt_br: Nome do modelo PXELinux bloqueado

source: MAC address
de: MAC-Adresse
es: Dirección MAC
fr: Adresse MAC
ja: MAC アドレス
ka: MAC მისამართი
pt_br: Endereço MAC
ru: MAC-адрес

source: MAC-based name
de: Mac-basierter Name
es: Nombre basado en MAC
fr: Nom basé MAC
ja: MAC ベースの名前
ka: MAC-ზე დაფუძნებული სახელი
pt_br: Nome baseado em MAC

source: Maximum hosts provisioned with this rule (0 = unlimited)
de: Höchstanzahl von Hosts, die mit dieser Regel bereitgestellt werden (0 = unbegrenzt)
es: Hosts máximos aprovisionados con esta regla (0 = ilimitado)
fr: Nombre maximal d'hôtes provisionnés avec cette règle (0 = illimité)
it: Numero di host massimo con provisioning con questa regola (0 = unlimited)
ja: このルールでプロビジョニングする最大ホスト数 (0 = 無制限)
pt_br: Máximo de hosts provisionados com essa regra (0 = ilimitado)
ru: Максимальное число инициализируемых узлов в соответствии с правилом (0 снимает ограничения)

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリー
ka: მეხსიერება
pt_br: Memória
ru: Память

source: Miscellaneous
de: Erweitert
es: Misceláneo
fr: Divers
ja: その他
ka: სხვადასხვა
pt_br: Diversos
ru: Дополнительно

source: Model
de: Modell
es: Modelado
fr: Modéliser
it: Modello
ja: モデル
ka: მოდელი
pt_br: Modelar
ru: Модель

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ka: სახელი
pt_br: Nome
ru: Имя

source: Name of the parameter
de: Name des Parameters
es: Nombre del parámetro
fr: Nom du paramètre
ja: パラメーター名
ka: პარამეტრის სახელი
pt_br: Nome do parâmetro
ru: Название параметра

source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ka: ქსელი
pt_br: Rede
ru: Сеть

source: Network facts
de: Netzwerkfakten
es: Eventos de red
fr: Facts réseau
ja: ネットワークファクト
ka: ქსელის ფაქტები
pt_br: Fatos de rede

source: New Discovery Rule
de: Neue Entdeckungsregel
es: Nueva regla de detección
fr: Nouvelle règle de détection
it: Nuova regola per la scoperta
ja: 新規の検出ルール
ka: აღმოჩენის ახალი წესი
pt_br: Nova regra do Discovery
ru: Новое правило

source: New hosts
de: Neue Hosts
es: Nuevos anfitriones
fr: Nouveaux hôtes
ja: 新規ホスト
ka: ახალი ჰოსტები
pt_br: Novos hosts

source: New in the last 24 hours
de: Neu in den letzten 24 Stunden
es: Nuevo en las últimas 24 horas
fr: Nouveau au cours des dernières 24 heures
ja: 過去 24 時間以内の新規
ka: ახახლი ბოლო 24 საათში
pt_br: Novo nas últimas 24 horas
ru: Новое за последние 24 часа

source: No Discovery Rules found in this context. Create Discovery Rules to perform automated provisioning on Discovered Hosts
es: No se han encontrado Reglas de Descubrimiento en este contexto. Crear Reglas de Descubrimiento para realizar un aprovisionamiento automatizado en los Hosts Descubiertos.
fr: Aucune règle de découverte trouvée dans ce contexte. Créer des règles de découverte pour effectuer un provisionnement automatique sur les hôtes découverts.
ja: このコンテキストで検出された検出ルールはありません。検出されたホストで自動プロビジョニングを実行するための検出ルールを作成してください。
pt_br: Não foram encontradas Regras de Descoberta neste contexto. Criar Regras de Descoberta para realizar provisionamento automatizado em Hosts Descobertos

source: No discovered hosts available
de: Keine entdeckten Hosts verfügbar
es: No hay hosts detectados disponibles
fr: Aucun hôte détecté disponible
it: Nessun host rilevato disponibile
ja: 検出されたホストがありません
ka: აღმოჩენილი ჰოსტები მიუწვდომელია
pt_br: Nenhum host descoberto disponível
ru: Нет обнаруженных узлов

source: No discovered hosts for the selected period
de: Keine entdeckten Hosts für den ausgewählten Zeitraum
es: No se detectaron hosts para el periodo seleccionado
fr: Aucun hôte détecté pendant la période sélectionnée
ja: 選択された期間に検出されたホストはありません
ka: ამ პერიოდში ახალი ჰოსტები არ აღმოჩენილა
pt_br: Nenhum host descoberto para o período selecionado
ru: За указанный период времени новых узлов не обнаружено

source: No discovered hosts found in this context. This page shows discovered bare-metal or virtual nodes waiting to be provisioned.
es: No se han encontrado hosts descubiertos en este contexto. Esta página muestra los nodos bare-metal o virtuales descubiertos en espera de ser aprovisionados.
fr: Aucun hôte découvert dans ce contexte. Cette page montre les nœuds nus ou virtuels découverts qui attendent d'être approvisionnés.
ja: このコンテキストで検出されたホストはありません。このページでは、プロビジョニングする予定の検出されたベアメタルまたは仮想ノードを表示しています。
pt_br: Nenhum anfitrião descoberto foi encontrado neste contexto. Esta página mostra os nós descobertos de metal nu ou virtuais esperando para serem provisionados.
